<?php

//
// Common, these terms are used
// extensively on several pages
//
$lang['Forum'] = 'Шуулган';
$lang['Category'] = 'Тyрэл';
$lang['Topic'] = 'Темэ';
$lang['Topics'] = 'Темэнүүд';
$lang['Replies'] = 'Харюу';
$lang['Views'] = 'Хараха';
$lang['Post'] = 'Мэдээсэл';
$lang['Posts'] = 'Мэдээсэлнүүд';
$lang['Posted'] = 'Нэмэгдээ';
$lang['Phone'] = 'Мобильный телефон';
$lang['Smscode'] = 'Активациин код';
$lang['Username'] = 'Нюуса нэрэ';
$lang['Password'] = 'Нюуса үгэ';
$lang['Email'] = 'E-хаяг';
$lang['Poster'] = 'Зохёогшо';
$lang['Author'] = 'Зохёогшо';
$lang['Time'] = 'Саг';
$lang['Hour'] = 'Саг';
$lang['Hours'] = 'Саг';
$lang['Message'] = 'Мэдээсэл';

$lang['1_Day'] = 'hүүлшын үдэртэ';
$lang['7_Days'] = '7 hүүлшын үдэрнүүдтэ';
$lang['2_Weeks'] = '2 hүүлшын гарагуудта';
$lang['1_Month'] = 'hүүлшын hарада';
$lang['3_Months'] = '3 hүүлшын hарануудта';
$lang['6_Months'] = '6 hүүлшын hарануудта';
$lang['1_Year'] = 'hүүлшын жэлдэ';

$lang['Go'] = 'Дабаха';
$lang['Jump_to'] = 'Дабаха';
$lang['Submit'] = 'Эльгээхэ';
$lang['Reset'] = 'Бусааха';
$lang['Cancel'] = 'Болюулха';
$lang['Preview'] = 'Уридшалан хараха';
$lang['Confirm'] = 'Баталха';
$lang['Spellcheck'] = 'Бэшэгэй дүрим';
$lang['Yes'] = 'Тиимэ';
$lang['No'] = 'Yгы';
$lang['Enabled'] = 'Оруулhан';
$lang['Disabled'] = 'Оруулаагүй';
$lang['Error'] = 'Алдуу';

$lang['Next'] = 'Удаадахи';
$lang['Previous'] = 'Урда тээхи';
$lang['Goto_page'] = 'Хуудаhан';
$lang['Joined'] = 'Бүридхэлдэ оронхой';
$lang['IP_Address'] = 'IP-хаяг';

$lang['Select_forum'] = 'Шуулган шэлэхэ';
$lang['View_latest_post'] = 'hүүлэй мэдээсэл хараха';
$lang['View_newest_post'] = 'Түрүүн уншагүй мэдээсэл хараха';
$lang['Page_of'] = 'Хуудаhан <b>%d</b>(<b>%d</b>)'; // Replaces with: Page 1 of 2 for example

$lang['ICQ'] = 'ICQ дугаар';
$lang['AIM'] = 'Skype';
$lang['MSNM'] = 'Контактда';
$lang['MSNM_explain'] = 'Иимэ дүрсэтэй нюуса нэрэ гү, али хаяг байна <i>idXXX</i>';
$lang['YIM'] = 'Facebook';
$lang['YIM_explain'] = 'Иимэ дүрсэтэй нюуса нэрэ гү, али хаяг байна <i>profile.php?id=XXX</i>';

$lang['Forum_Index'] = 'Шуулганай данса %s';

$lang['Post_new_topic'] = 'Шэнэ темэ эхилхэ';
$lang['Reply_to_topic'] = 'Темэдэ харюусаха';
$lang['Reply_with_quote'] = 'Эшэ татажа харюусаха';

$lang['Click_return_topic'] = '%sТемэдэ бусаха%s';
$lang['Click_return_login'] = '%sYшөө дахин туршаха%s';
$lang['Click_return_forum'] = '%sШуулган руу бусаха%s';
$lang['Click_view_message'] = '%sТанай мэдээсые хараха%s';
$lang['Click_return_modcp'] = '%sМодерациин нюурта бусаха%s';
$lang['Click_return_group'] = '%sБүлэгүүдэй  мэдээсэлдэ бусаха%s';

$lang['Admin_panel'] = 'Захирагшын бyлэгтэ дабаха';

$lang['Board_disable'] = 'Хүлисэгты,энээхэн шуулган мүнөө хүдэлнэгүй. Дахин орожо туршагты';

//
// Global Header strings
//
$lang['Registered_users'] = 'Бүридхэлдэ оронхой орогшод:';
$lang['Browsing_forum'] = 'Энэ форум мүнөө хаража байна:';
$lang['Online_users_zero_total'] = 'Мүнөө форумдо орогшод байна: <b>0</b>, тэдээнhээ ';
$lang['Online_users_total'] = 'Мүнөө форумдо орогшод байна: <b>%d</b>, тэдээнhээ ';
$lang['Online_user_total'] = 'Мүнөө форумдо орогшод байна: <b>%d</b>, тэдээнhээ ';
$lang['Reg_users_zero_total'] = 'бүридхэлдэ оронхой: 0, ';
$lang['Reg_users_total'] = 'бүридхэлдэ оронхой: %d, ';
$lang['Reg_user_total'] = 'бүридхэлдэ оронхой: %d, ';
$lang['Hidden_users_zero_total'] = 'нюуса: 0 болон ';
$lang['Hidden_users_total'] = 'нюуса: %d ба ';
$lang['Hidden_user_total'] = 'нюуса: %d ба ';
$lang['Guest_users_zero_total'] = 'айлшанууд: 0';
$lang['Guest_users_total'] = 'айлшанууд: %d';
$lang['Guest_user_total'] = 'айлшанууд: %d';
$lang['Record_online_users'] = 'Эгээ ехэ орогшод (<b>%s</b>) эндэ байгаа %s'; // first %s = number of users, second %s is the date.

$lang['Admin_online_color'] = '%sЗонхилогшо%s';
$lang['Mod_online_color'] = '%sМодератор%s';

$lang['You_last_visit'] = 'Танай hүүлшын оролго %s';
$lang['Current_time'] = 'Мүнөө саг %s'; // %s replaced by time

$lang['Search_new_only_discuss_forums'] = 'Шэнэ мэдээсэлнүүдые олохо';
$lang['Search_new'] = 'Бүхы шэнэ мэдээсэлнүүдые олохо';
$lang['Search_your_posts'] = 'Танай мэдээсэлнүүдые олохо';
$lang['topics_created'] = "темэнүүд";
$lang['Search_unanswered'] = 'Харюунуудгүй мэдээсэлнүүдые олохо';

$lang['Register'] = 'Регистраци';
$lang['Profile'] = 'Нюур';
$lang['Edit_profile'] = 'Танай профиль хубилгаха';
$lang['Search'] = 'Бэдэрхэ';
$lang['Search_advanced'] = 'Расширенный поиск';
$lang['Memberlist'] = 'Орогшод';
$lang['FAQ'] = 'FAQ';
$lang['BBCode_guide'] = 'BBCodээр хүтэлбэри';
$lang['Usergroups'] = 'Бүлэгүүд';
$lang['Last_Post'] = 'hүүлшын мэдээсэл';
$lang['Moderator'] = 'Модераторнууд';
$lang['Moderators'] = 'Модераторнууд';


//
// Stats block text
//
$lang['Posted_articles_zero_total'] = 'Нэгэшье мэдээсэл үгы'; // Number of posts
$lang['Posted_article_total'] = 'Бүхы бэшэмэл мэдээсэлнүүд: <b>%d</b>'; // Number of posts
$lang['Posted_articles_total'] = 'Бүхы бэшэмэл мэдээсэлнүүд: <b>%d</b>'; // Number of posts
$lang['Registered_users_zero_total'] = 'Бүридхэлдэ оронхой орогшод үгы'; // # registered users
$lang['Registered_user_total'] = 'Бүридхэлдэ оронхой орогшод ходо: <b>%d</b>'; // # registered users
$lang['Registered_users_total'] = 'Бүридхэлдэ оронхой орогшод ходо: <b>%d</b>'; // # registered users
$lang['Newest_user'] = 'hүүлшын бүридхэлдэ оронхой орогшод: <b>%s%s%s</b>'; // username

// No of Female and Male Members on Index by Dioxins
$lang['male_zero_total'] = 'На форуме не зарегистрировано ни одного парня'; // # registered male users
$lang['male_total'] = 'и <b>%d</b> парней'; // # registered male users
$lang['male_one_total'] = 'На форуме зарегистрирован всего <b>%d</b> парень'; // # registered male users
$lang['female_zero_total'] = 'На форуме не зарегистрировано ни одной девушки'; // # registered female users
$lang['female_total'] = 'Среди пользователей форума <b>%d</b> девушек'; // # registered female users
$lang['female_one_total'] = 'На форуме зарегистрирована всего <b>%d</b> девушка'; // # registered female users

$lang['No_new_posts_last_visit'] = 'Танай hүүлшын оронгоhоо шэнэ мэдээсэлнүүд үгы';
$lang['No_new_posts'] = 'Шэнэ мэдээсэлнүүд үгы';
$lang['New_posts'] = 'Шэнэ мэдээсэлнүүд';
$lang['New_post'] = 'Шэнэ мэдээсэл';
$lang['No_new_posts_hot'] = 'Шэнэ мэдээсэлнүүд үгы [ Халуун темэ ]';
$lang['New_posts_hot'] = 'Шэнэ мэдээсэлнүүд [ Халуун темэ ]';
$lang['No_new_posts_locked'] = 'Шэнэ мэдээсэлнүүд үгы [ Темэ хаалтатай ]';
$lang['New_posts_locked'] = 'Шэнэ мэдээсэлнүүд [ Темэ хаалтатай ]';
$lang['Forum_is_locked'] = 'Форум хаалтатай';


//
// Login
//
$lang['Enter_password'] = 'Танай нюуса нэрэ ба нюуса үгэ оруулагты';
$lang['Login'] = 'Орхо';
$lang['Logout'] = 'Гараха';

$lang['Forgotten_password'] = 'Нюуса үгэ мартаа гүт?';

$lang['Log_me_in'] = 'hанаха';

$lang['Error_login'] = 'Та буруу нюуса нэрэ гү, али нюуса үгэ оруулhан байнат.';
$lang['Can_send_password'] = 'Танай нюуса үгэ электронно почтодо %sэльгээхэ аргатайбди%s.';

//
// Index page
//
$lang['Index'] = 'Гэртэ';
$lang['No_Posts'] = 'Мэдээсэлнүүд үгы';
$lang['No_forums'] = 'Энэ сайтда форумнууд үгы';

$lang['Private_Message'] = 'Нюурай мэдээсэлнүүд';
$lang['Private_Messages'] = 'Нюурай мэдээсэлнүүд';
$lang['Who_is_Online'] = 'Хэн мүнөө форумдо байна';

$lang['Mark_all_forums'] = 'Уншагданхай юун гэжэ бүхы форумнуудые тэмдэглэхэ';
$lang['Forums_marked_read'] = 'Уншагданхай юун гэжэ бүхы форумнуудые тэмдэглэhэн байна';


//
// Viewforum
//
$lang['View_forum'] = 'Форумой харалга';

$lang['Forum_not_exist'] = 'Танай шэлэнхэй Форум үгы';
$lang['Reached_on_error'] = 'Алдуугай соо тээhээ та энэ хуудаhанда ороот.';

$lang['Display_topics'] = 'Темэнүүдые харуулха';
$lang['All_Topics'] = 'бүхы темэнүүд';

$lang['Topic_Announcement'] = '<b>Соносхол:</b>';
$lang['Topic_Sticky'] = '<b>Няалганхай:</b>';
$lang['Topic_Moved'] = '<b>Нүүлгэнхэй:</b>';
$lang['Topic_Poll'] = '<b>[ Асуулта ]</b>';

$lang['Mark_all_topics'] = 'Уншагданхай юун гэжэ бүхы форумнуудые тэмдэглэхэ';
$lang['Topics_marked_read'] = 'Уншагданхай юун гэжэ бүхы форумнуудые тэмдэглэhэн байна';

$lang['Rules_post_can'] = 'Темэнүүдые эхилхэ <b>аргатайт</b>';
$lang['Rules_post_cannot'] = 'Темэнүүдые эхилхэ <b>аргагүйт</b>';
$lang['Rules_reply_can'] = 'Мэдээсэлнүүдтэ харюусаха <b>аргатайт</b>';
$lang['Rules_reply_cannot'] = 'Мэдээсэлнүүдтэ харюусаха <b>аргагүйт</b>';
$lang['Rules_edit_can'] = 'Өөрын мэдээсэлнүүдые хубилгаха <b>аргатайт</b>';
$lang['Rules_edit_cannot'] = 'Өөрын мэдээсэлнүүдые хубилгаха <b>аргагүйт</b>';
$lang['Rules_delete_can'] = 'Өөрын мэдээсэлнүүдые холодуулха <b>аргатайт</b>';
$lang['Rules_delete_cannot'] = 'Өөрын мэдээсэлнүүдые холодуулха <b>аргагүйт</b>';
$lang['Rules_vote_can'] = 'Асуултануудта хоолойгоо үгэхэ <b>аргатайт</b>';
$lang['Rules_vote_cannot'] = 'Асуултануудта хоолойгоо үгэхэ <b>аргагүйт</b>';
$lang['Rules_moderate'] = '%sЭнэ форумдо модераци хэхэ%s <b>аргатайт</b> '; // %s replaced by a href

$lang['No_topics_post_one'] = 'Энэ форумдо үшөө шэнэ мэдээсэлнүүд үгы<br />Дарагты <b>Шэнэ темэ эхилхэ</b>, тиигээд танай мэдээсэл түрүүшын болохо.';


//
// Viewtopic
//
$lang['View_topic'] = 'Темын харалга';

$lang['Guest'] = 'Айлшан';
$lang['Post_subject'] = 'Мэдээсэлэй гаршаг';
$lang['View_next_topic'] = 'Удаадахи темэ';
$lang['View_previous_topic'] = 'Урдахи темэ';
$lang['Submit_vote'] = 'Хоолойгоо үгэхэ';
$lang['View_results'] = 'Дүнүүд';

$lang['No_newer_topics'] = 'Энэ форумдо шэнэ темэнүүд үгы';
$lang['No_older_topics'] = 'Энэ форумдо хуушан темэнүүд үгы';
$lang['Topic_post_not_exist'] = 'Бэдэрэгдэhэн темэ үгы';
$lang['No_posts_topic'] = 'Энэ темэдэ шэнэ мэдээсэлнүүд үгы';

$lang['Display_posts'] = 'Мэдээсэлнүүдые харуулха';
$lang['All_Posts'] = 'Бүхы мэдээсэлнүүд';
$lang['Newest_First'] = 'Шэнэhээ эхилhээр';
$lang['Oldest_First'] = 'Хуушанhаа эхилhээр';

$lang['Back_to_top'] = 'Эхиндэ';

$lang['Read_profile'] = 'Профиль харуулха'; // Followed by username of poster
$lang['Visit_website'] = 'Зохёогшын сайт орохо';
$lang['ICQ_status'] = 'ICQ-гай байдал';
$lang['Edit_delete_post'] = 'Энэ мэдээсэл хубилгаха/холодуулха';
$lang['View_IP'] = 'Зохёогшын IP хаяг харуулха';
$lang['Delete_post'] = 'Энэ мэдээсэл холодуулха';

$lang['wrote'] = 'бэшээ'; // proceeds the username and is followed by the quoted text
$lang['Quote'] = 'Цитата'; // comes before bbcode quote output.
$lang['Code'] = 'Код'; // comes before bbcode code output.

$lang['Edited_time_total'] = 'hүүлшын дахин хубилгагдаа: %s (%s), ходо %d дахин хубилгагдаа'; // Last edited by me on 12 Oct 2001, edited 1 time in total
$lang['Edited_times_total'] = 'hүүлшын дахин хубилгагдаа: %s (%s), ходо %d дахин хубилгагдаа'; // Last edited by me on 12 Oct 2001, edited 2 times in total

$lang['Lock_topic'] = 'Темэ хааха';
$lang['Unlock_topic'] = 'Yшөө дахин темэ нээхэ';
$lang['Move_topic'] = 'Темэ нүүлгэхэ';
$lang['Delete_topic'] = 'Темэ холодуулха';
$lang['Split_topic'] = 'Темэ хубааха';

$lang['Stop_watching_topic'] = 'Харюугаар темэдэ тогтожо хараха';
$lang['Start_watching_topic'] = 'Харюугаар темэдэ хараха';
$lang['No_longer_watching'] = 'Та дахяад харюугаар темэдэ харадагүйт';
$lang['You_are_watching'] = 'Мүнөө харюугаар темэдэ харадагта юм';

//
// Vote Manager MOD
//
//$lang['Total_votes'] = 'Всего проголосовало';
$lang['Csv_novote'] = '';	//	default display is blank for choices not voted for
$lang['Csv_vote'] = 'X';	//	default display is a capital X for choices voted for
$lang['Detailed_results'] = 'Подробные результаты';
$lang['Error_poll_early'] = 'Этот опрос был создан до обновления системы опросов, потому подробная информация по нему недоступна.';
$lang['Error_poll_query'] = 'Could not query polls';
$lang['Export_csv'] = 'Экспортировать данные в CSV формате';
$lang['Poll_expires'] = 'Опрос истекает ';
$lang['Poll_expired'] = 'Этот опрос истек';
$lang['Poll_hidden'] = 'Подробные результаты этого опроса недоступны';
$lang['Poll_noexpire'] = 'Этот опрос не имеет срока действия';
$lang['Poll_no_undo'] = 'Отмена голосования невозможна.';
$lang['Poll_return'] = 'Для возврата к результатам опроса, пройдите по %sэтой ссылке%s';
$lang['Minute'] = 'Минуту';
$lang['Minutes'] = 'Минут';
$lang['No_votes'] = 'Никто пока не голосовал за данный вариант';
$lang['Remove_votes'] = 'Вы уверены, что хотите удалить эти голоса?';
$lang['Results_after'] = 'Результаты будут доступны после истечения срока действия опроса';
$lang['Sort_by_option'] = 'Упорядочено по вариантам';
$lang['Sort_by_question'] = '(упорядочено по вопросам)';
$lang['Sort_by_topic'] = '(упорядочено по темам)';
$lang['Sort_by_user'] = 'Упорядочено по пользователям';
$lang['Total_votes'] = 'Всего ответов: ';
$lang['Undo_no_votes'] = 'Вы еще ни за что не голосовали!';
$lang['Undo_vote'] = '[ удалить ]';
$lang['Voted_show'] = 'Проголосовало: ';
$lang['Votes_removed'] = 'Голоса были успешно удалены';
// END Vote Manager

//
// Posting/Replying (Not private messaging!)
//
$lang['Topic_link'] = 'Темэ-эльгээлгэ';
$lang['Topic_Weblink'] = 'Эльгээлгэ';
$lang['Post_Weblink'] = 'Эльгээлгэ';

$lang['Message_body'] = 'Мэдээсэл';
$lang['Topic_review'] = 'Темын харалга';

$lang['No_post_mode'] = 'Мэдэсээлэй дүрсэ заанхайгүй';

$lang['Post_a_new_topic'] = 'Шэнэ темэ эхилхэ';
$lang['Post_a_reply'] = 'Харюусаха';
$lang['Post_topic_as'] = 'Шэнэ темын байдал';
$lang['Edit_Post'] = 'Мэдээсэл хубилгаха';
$lang['Options'] = 'Тааруулганууд';

$lang['Post_Announcement'] = 'Соносхол:';
$lang['Post_Sticky'] = 'Няалганхай:';
$lang['Post_Normal'] = 'Заншанхай';

$lang['Confirm_delete'] = 'Энэ мэдээсэл үгы болгохы, зүбшөөнэгтэ?';
$lang['Confirm_call_seed'] = 'Бэшэжэ абаашанууды, дуудахаяа, зүбшөөнэгтэ?';
$lang['Confirm_delete_poll'] = 'Энэ асуудал үгы болгохы зүбшөөнэгтэ?';

$lang['Flood_error'] = 'Дабхар бэшэгээ, хүлеэгээд эльгээгты.';
$lang['Posts_per_day_limit_warning'] = 'Извините, Вы достигли Вашего суточного лимита сообщений. Следующее сообщение Вы сможете написать только завтра. Ваш лимит: <b>%s</b> сообщений в сутки.';
$lang['Posts_per_day_limit'] = 'Суточный лимит';
$lang['Posts_per_day'] = '<b>%s</b> сообщ. в сутки';
$lang['Posts_in_forums_limit_warning'] = 'Извините, Вам запрещено оставлять сообщения в этом разделе форума.';
$lang['Posts_in_forums_limit'] = 'Постинг запрещен в разделах';
$lang['Empty_subject'] = 'Шэнэ темэ эхилхын урдатай,бэшэгынгээ эхин харуулагты.';
$lang['Empty_message'] = 'Бэшэгынгээ текст оруулагты.';
$lang['CapsLock'] = 'Не пишите текст в верхней раскладке клавиатуры (CapsLock)';
$lang['Many_topics_creations'] = 'Та hая нэгэ темэ тайлаат, шэнэ темэ нэгэ саг үнгэргөөд.';
$lang['Forum_locked'] = 'Энэ форум хаалтай, таа шэнэ бэшэг бэшэжэ, хуушанаа заhажа шадаха угыт.';
$lang['Topic_locked'] = 'Энэ темэ хаалтай, таа харюу бэшэжэ, хуушанаа заhажа шадаха угыт.';
$lang['No_post_id'] = 'Заhаха бэшэгээ, илгаруулан абагты.';
$lang['No_topic_id'] = 'Ямар темэдэ, харюу бэшэхэеэ,илгаруулан абагты.';
$lang['No_valid_mode'] = 'Таа гансал темэ зохеохо,харюу үгэхэ, бэшэhэн бэшэгээ заhаха эрхэтээ байнат. Бусаад, дахин туршагты.';
$lang['No_such_post'] = 'Шэнэ мэдээсэл үгы. Бусаад, дахин туршагты.';
$lang['Edit_own_posts'] = 'Хүлесэгты, таа өөрэнгөөл бэшэг, заhаха эрхэтэй байнат.';
$lang['Delete_own_posts'] = 'Хүлесэгты, таа өөрэнгөөл бэшэг, аллигаха эрхэтэй байнат.';
$lang['Cannot_delete_replied'] = 'Хүлесэгты, харюу ерэhэн мэдээсэлээ, аллигаха эрхэ үгыт.';
$lang['Cannot_delete_poll'] = 'Хүлесэгты, таа хүдэлжэ байhан hуралта, болюулжа шадаха үгы байнат.';
$lang['Empty_poll_title'] = 'hуралтынгаа эхин харуулагты.';
$lang['To_few_poll_options'] = 'Харюутнай, хоерhоо үсөөн байха еhо үгы.';
$lang['To_many_poll_options'] = 'Дэн олон харюу, оруулхаа hананад.';
$lang['Post_has_no_poll'] = 'Энэ мэдээсэл, hуралта үгы.';
// Vote Manager 24.10.13 //Mac
//$lang['Already_voted'] = 'Вы уже голосовали в этом опросе';
//$lang['Already_voted'] = 'Энэ hуралтада, таа хоолойгоо үгөөгтэ.';
$lang['Already_voted'] = 'Вы уже голосовали в этом опросе, либо попытались проголосовать за слишком большое количество вариантов сразу.';
// END Vote Manager
$lang['No_vote_option'] = 'Энэ hуралтада, таа харюугаа, илгаруулан харуулха еhотойд.';

$lang['Add_poll'] = 'hуралта нэмэхэ';
$lang['Add_poll_explain'] = 'Таа өөрээнгөө мэдээсэлдэ hуралта нэмэхээ hанаа үгы hаа, сэбэр тала үлээгты';
$lang['Poll_question'] = 'Асуудал';
$lang['Poll_option'] = 'Харюу үгэхын вариант';
$lang['Add_option'] = 'Дабхар вариант нэмэхэ';
$lang['Update'] = 'Шэнэлхэ';
$lang['Delete'] = 'Yгы хэхэ.';
$lang['Poll_for'] = 'hуралта байха еhотой.';
$lang['Day'] = 'Yдэр'; // Vote Manager 24.10.13 //Mac
$lang['Days'] = 'Yдэрнүүд'; // This is used for the Run poll for ... Days + in admin_forums for pruning
$lang['Poll_for_explain'] = '[ hуралтын, дууhаха үгын тулада 0 оруулагты али үгы hаа сэбэр тала үлээгты ]';
$lang['Delete_poll'] = 'hуралта үгы хэхэ.';

//
// Vote Manager MOD
//
$lang['Allow_undo'] = 'Разрешить пользователям отменять/изменять свои варианты ответов';
$lang['Also_hide_simple'] = 'Также скрыть обычные результаты (до истечения срока действия опроса)';
$lang['Also_hide_voters'] = 'Также скрыть количество проголосовавших (до истечения срока действия опроса)';
$lang['Hide_detailed_results'] = 'Скрыть подробные результаты';
$lang['Hide_vote'] = 'Результаты';
$lang['Hide_vote_explain'] = '[ Скрыть до истечения срока действия опроса ]';
$lang['Max_vote'] = 'Максимальное количество ответов';
$lang['Max_vote_explain'] = '[ Введите 1 или оставьте поле пустым для выбора только одного ответа ]';
$lang['Max_voting_1_explain'] = 'Пожалуйста, выберите не более ';
$lang['Max_voting_2_explain'] = ' вариантов';
$lang['Undo_votes'] = 'Отмена голоса';
$lang['Until_exp'] = 'до истечения срока действия опроса';
$lang['Vhide'] = 'Скрыть';

$lang['Disable_HTML_post'] = 'HTML болюулха';
$lang['Disable_BBCode_post'] = 'BBCode болюулха';
$lang['Disable_Smilies_post'] = 'Смайлигууши болюулха';

$lang['HTML_is_ON'] = 'HTML <u>хүдэлнэ</u>';
$lang['HTML_is_OFF'] = 'HTML <u>хүдэлнэ үгы</u>';
$lang['BBCode_is_ON'] = '%sBBCode%s <u>хүдэлнэ</u>';
$lang['BBCode_is_OFF'] = '%sBBCode%s <u>хүдэлнэ үгы</u>';
$lang['Smilies_are_ON'] = 'Смайлигууд <u>хүдэлнэ</u>';
$lang['Smilies_are_OFF'] = 'Смайлигууд <u>хүдэлнэ үгы</u>';

$lang['Attach_signature'] = 'Гар табилтын нэмэри (профильдоо hэлгэхэдэ болохо)';
$lang['Notify'] = 'Харюу абаhанаа, намда мэдүүлээрээгты';

$lang['Stored'] = 'Танай мэдээсэл зүб нэмэгдээ';
$lang['Deleted'] = 'Танай мэдээсэл аллигагдаа';
$lang['Poll_delete'] = 'Танай hуралта аллигагдаа';
$lang['Vote_cast'] = 'Танай хоолой нэмэгдээ';

$lang['Topic_reply_notification'] = 'Темын харюугай мэдүүлэнтэ';

$lang['bbcode_b_help'] = 'Тарган текст: [b]текст[/b]  (alt+b)';
$lang['bbcode_i_help'] = 'Найганхай текст: [i]текст[/i]  (alt+i)';
$lang['bbcode_u_help'] = 'Зуранхай текст: [u]текст[/u]  (alt+u)';
$lang['bbcode_q_help'] = 'Цитата: [quote]текст[/quote]  (alt+q)';
$lang['bbcode_c_help'] = 'Код (программа): [code]код[/code]  (alt+c)';
$lang['bbcode_l_help'] = 'Список: [list]текст[/list] (alt+l)';
$lang['bbcode_o_help'] = 'Тоотой список: [list=]текст[/list]  (alt+o)';
$lang['bbcode_p_help'] = 'Зураг оруулха: [img]http://image_url[/img]  (alt+p)';
$lang['bbcode_w_help'] = 'Ссылкэ оруулха: [url]http://url[/url] или [url=http://url]ссылкын текст [/url]  (alt+w)';
$lang['bbcode_a_help'] = 'Бэшэ тээгинууши хуу хааха bbCode';
$lang['bbcode_s_help'] = 'Шрифтын үнгэ: [color=red]текст[/color]  Заагаашан: нэмэхэдэ болохо color=#FF0000';
$lang['bbcode_f_help'] = 'Шрифтын хэмжүүр: [size=x-small]жаахан текст[/size]';

$lang['Spoiler_head'] = 'Нюунхай текст';
$lang['Spoiler_close'] = 'закрыть';

$lang['Emoticons'] = 'Смайлигууд';
$lang['More_emoticons'] = 'Дабхар смайлигууд';

$lang['Font_color'] = 'Yнгэ';
$lang['color_default'] = 'Анир үгыгөөр';
$lang['color_dark_red'] = 'Хара-улаан';
$lang['color_red'] = 'Улаан';
$lang['color_orange'] = 'Шара-Улаан';
$lang['color_brown'] = 'Хүрин';
$lang['color_yellow'] = 'Шара';
$lang['color_green'] = 'Ногоон';
$lang['color_olive'] = 'Шара ногоон';
$lang['color_cyan'] = 'Сэнхир хүхэ';
$lang['color_blue'] = 'Хүхэ';
$lang['color_dark_blue'] = 'Хара-хүхэ';
$lang['color_indigo'] = 'Индиго';
$lang['color_violet'] = 'Ягаан хүхэ';
$lang['color_white'] = 'Сагаан';
$lang['color_black'] = 'Хара';

$lang['Font_size'] = 'Хэмжээ';
$lang['font_tiny'] = 'Бүри жаахан';
$lang['font_small'] = 'Жаахан';
$lang['font_normal'] = 'Мин';
$lang['font_large'] = 'Томо';
$lang['font_huge'] = 'Бүри томо';

$lang['Close_Tags'] = 'Теги хааха';
$lang['Styles_tip'] = 'Заагаашан: Харууланхай текстэдэ, түргэн стиль оруулжа болоно.';


//
// Private Messaging
//
$lang['Private_Messaging'] = 'Минии мэдээсэл';

$lang['Login_check_pm'] = 'Мэдээсэлээ шалгаха';
$lang['New_pms'] = 'Шэнэ мэдээсэлнүүд: %d'; // You have 2 new messages
$lang['New_pm'] = 'Шэнэ мэдээсэлнүүд: %d'; // You have 1 new message
$lang['No_new_pm'] = 'Шэнэ мэдээсэлнүүд үгы';
$lang['Unread_pms'] = 'Уншагдаа үгы мэдээсэлнүүд: %d';
$lang['Unread_pm'] = 'Уншагдаа үгы мэдээсэлнүүд: %d';
$lang['No_unread_pm'] = 'Уншагдаа үгы мэдээсэлнүүд үгы';
$lang['You_new_pm'] = 'Танда шэнэ бэшэг ерээ';
$lang['You_new_pms'] = 'Танда шэнэ бэшэгүүд ерээ';
$lang['You_no_new_pm'] = 'Танда шэнэ бэшэгүүд ерээ үгы';

$lang['Unread_message'] = 'Уншагдаа үгы мэдээсэл';
$lang['Read_message'] = 'Уншагданхай мэдээсэл';

$lang['Read_pm'] = 'Мэдээсэл уншаха';
$lang['Post_new_pm'] = 'Шэнэ мэдээсэл бэшэхэ';
$lang['Post_reply_pm'] = 'Мэдээсэлдэ харюусаха';
$lang['Post_quote_pm'] = 'Цитататайгаар харюусаха';
$lang['Edit_pm'] = 'Мэдээсэлээ заhаха';

$lang['Inbox'] = 'Ерэнхэй';
$lang['Outbox'] = 'Бэшэгдэhэн';
$lang['Savebox'] = 'Орхинхой';
$lang['Sentbox'] = 'Эльгэhэн';
$lang['Flag'] = 'Туг';
$lang['Subject'] = 'Темэ';
$lang['From'] = 'Хэнhээ';
$lang['To'] = 'Хэндэ';
$lang['Date'] = 'Дата';
$lang['Mark'] = 'Тэмдэг';
$lang['Sent'] = 'Эльгээнхэй';
$lang['Saved'] = 'Орхинхой';
$lang['Delete_marked'] = 'Тэмдэг үгы болгохо';
$lang['Delete_all'] = 'Хуу үгы болгохо';
$lang['Save_marked'] = 'Тэмдэг орхихо';
$lang['Save_message'] = 'Мэдээсэл орхихо';
$lang['Delete_message'] = 'Мэдээсэл үгы болгохо';
// BEGIN PM Navigation MOD
$lang['Next_privmsg'] = 'Саад тэхи';
$lang['Previous_privmsg'] = 'Урда тэхи';
$lang['No_newer_pm'] = 'Бүри саашаа, танай мэдээсэлнүүд үгы.';
$lang['No_older_pm'] = 'Бүри наашаа, танай мэдээсэлнүүд үгы.';
// END PM Navigation MOD

$lang['Display_messages'] = 'Мэдээсэлнүүды харуулха'; // Followed by number of days/weeks/months
$lang['All_Messages'] = 'Хамаг мэдээсэлнүүд';

$lang['No_messages_folder'] = 'Энэ папка соо мэдээсэлнүүд үгы';

$lang['PM_disabled'] = 'Өөрээн мэдээсэл эльгээхэ арга ,энэ форум дээрэ болюулhан байгаа';
$lang['Cannot_send_privmsg'] = 'Хүлесэгты, танай өөрээн эльгээхэ мэдээсэлнүүды, хорюутай байна';
$lang['No_to_user'] = 'Танай мэдээсэл абха хүүнэй нэрын харуулагты';
$lang['No_such_user'] = 'Хүлесэгты, иимэ хэрэглэгшэ үгы';

$lang['Disable_HTML_pm'] = 'HTML болюулха';
$lang['Disable_BBCode_pm'] = 'BBCode болюулха';
$lang['Disable_Smilies_pm'] = 'Смайлигууши болюулха';

$lang['Message_sent'] = '<b>Танай мэдээсэл эльгээгдээ</b>';

$lang['Click_return_inbox'] = 'Папкаруу орохо:<br /><br /> %s<b>Ерэнхэй</b>%s';
$lang['Click_return_sentbox'] = '&nbsp;&nbsp; %s<b>Эльгээгдэhэн</b>%s';
$lang['Click_return_outbox'] = '&nbsp;&nbsp; %s<b>Гараhан</b>%s';
$lang['Click_return_savebox'] = '&nbsp;&nbsp; %s<b>Хадагалуулhан</b>%s';
$lang['Click_return_index'] = '%s Форумай списэктэ бусаха%s';

$lang['Send_a_new_message'] = 'Өөрээн мэдээсэл эльгээхэ';
$lang['Send_a_reply'] = 'Өөрээн мэдээсэлдэ харюусаха';
$lang['Edit_message'] = 'Өөрээн мэдээсэл заhаха';

$lang['Notification_subject'] = 'Танда шэнэ мэдээсэл ерээ';

$lang['Find_username'] = 'Хэрэглэгши бэдэрхэ';
$lang['Find'] = 'Бэдэрхэ';
$lang['No_match'] = 'Олдоо үгы';

$lang['No_post_id'] = 'ID харуулагдаа үгы';
$lang['No_such_folder'] = 'Иимэ папка үгы';
$lang['No_folder'] = 'Папка харуулагдаа үгы';

$lang['Mark_all'] = 'Хуу, илгаруулха';
$lang['Unmark_all'] = 'Илгаруулhани тайлаха';

$lang['Confirm_delete_pm'] = 'Таа найдамтайгта, энэ мэдээсэл үгы хэхээ?';
$lang['Confirm_delete_pms'] = 'Таа найдамтайгта, энэ мэдээсэлнүүды үгы хэхээ?';

$lang['Inbox_size'] = 'Танай папка &laquo;Ерэнхэй&raquo; дүүргэнхэй %d%%'; // eg. Your Inbox is 50% full
$lang['Sentbox_size'] = 'Танай папка &laquo;Эльгээгдэhэн&raquo; дүүргэнхэй %d%%';
$lang['Savebox_size'] = 'Танай папка &laquo;Хадаглагданхай&raquo; дүүргэнхэй %d%%';

$lang['Click_view_privmsg'] = '%sЭнэ папкаруу орохо &laquo;Ороошонууд&raquo;%s';


//
// Profiles/Registration
//
$lang['Viewing_user_profile'] = 'Хэрэглэгшын профиль %s'; // %s is username
$lang['About_user'] = 'Хэрэглэгшэ тухай %s'; // слово 'пользователь' - чтобы не заморачиваться с мужским/женским родом

$lang['Preferences'] = 'Өөрээн тааруулагша';
$lang['Items_required'] = 'Тэмдэглэгдэhэн таланууд * заатагуй дүүрэн бэшэгдэхэ, үгы гэжэ хэлэгдээ үгы hаань';
$lang['Registration_info'] = 'Бүридхэхы мэдээ';
$lang['Profile_info'] = 'Профиль';
$lang['Profile_info_warn'] = 'Энэ мэдээлэл бэлэн абтахаар болохо';
$lang['Avatar_panel'] = 'Аватаараар хүтэлбэри';
$lang['Avatar_gallery'] = 'Аватаарнуудай үзэсхэлэн';

$lang['Website'] = 'Сайт';
$lang['Location'] = 'Хаанаhаа';
$lang['Contact'] = '-тай(-тэй) хайшан гээд холболдохоб'; // Как связаться с Vasya_Poopkin
$lang['Email_address'] = 'Танай e-mail';
$lang['Send_private_message'] = 'Нюур хүсын мэдээлэл эльгээхэ';
$lang['Hidden_email'] = '[ нюугданхай ]';
$lang['Interests'] = 'hонирхол';
$lang['Occupation'] = 'Худэлмэри';
$lang['Poster_rank'] = 'Соло';

$lang['Total_posts'] = 'Мэдээсэл бэшэнхэй';
$lang['User_post_pct_stats'] = '%.2f%% от общего числа'; // 15% of total
$lang['User_post_day_stats'] = '%.2f үдэрэй туршада ороhон мэдээлэл'; // 1.5 posts per day
$lang['Search_user_posts'] = 'Хэрэглэгшын бүхы бэшэгүүд %s'; // Find all posts by username
$lang['Search_user_topics'] = 'Найти все темы пользователя %s'; // Find all posts by username

// Баяр хүргэхэ системэ //Mac 09.02.11
$lang['Thanks_title'] = 'Хүргэhэн баяр';
$lang['Unthanks_title'] = 'Неодобрений';
$lang['Thanks_for_what'] = 'Ямар мэдээлэлнүүдэй түлөө';
$lang['User_thanks'] = 'Благ.';
$lang['User_unthanks'] = 'Неодобр.';
$lang['User_reject'] = 'Реджект';
$lang['Unthank_ability'] = 'Право неодобрения';
$lang['Thanks_pro'] = 'За';
$lang['Thanks_contra'] = 'Против';

$lang['No_user_id_specified'] = 'Иимэ хэрэглэгшэ байхагүй';
$lang['Wrong_Profile'] = 'Ондоо хүнэй профиль заhажа болохогүй';

$lang['Only_one_avatar'] = 'Ганса аватар (жаахан зураг) табижа болоно';
$lang['File_no_data'] = 'Буруу URL оруулаат';
$lang['No_connection_URL'] = 'Танай зааhан URL-тэй холболдохоор бэшэ байна';
$lang['Incomplete_URL'] = 'URL дутуу оруулаат';
$lang['Wrong_remote_avatar_format'] = 'Неверный URL удалённой аватары';
$lang['No_send_account_inactive'] = 'Извините, но пароль не может быть выслан, так как ваша учётная запись неактивна. Обратитесь к администратору форума за дополнительной информацией.';

$lang['Always_smile'] = 'Смайл ходо носоотой';
$lang['Always_html'] = 'HTML ходо больгулhан';
$lang['Always_bbcode'] = 'BBCode ходо носоотой';
$lang['Always_add_sig'] = 'Всегда присоединять мою подпись';

$lang['Board_style'] = 'Внешний вид форумов';
$lang['Board_lang'] = 'Хэлэн';
$lang['No_themes'] = 'База соо унгын схемэнууд угы';
$lang['Timezone'] = 'Часовой пояс';
$lang['Date_format'] = 'Сагай формат';
$lang['Date_format_explain'] = 'Синтаксис идентичен функции <a href="http://www.php.net/date" target="_other">date()</a> языка PHP';
$lang['Signature'] = 'Гар табилга';
$lang['Signature_explain'] = 'Это текст, который можно добавлять к размещаемым вами сообщениям. Длина его ограничена %d символами.';
$lang['Public_view_email'] = 'Минии сахим шуудан  ходо харуулха';

$lang['Current_password'] = 'Минии нюуса угэ';
$lang['New_password'] = 'Шэнэ нюуса угэ';
$lang['Confirm_password'] = 'Нюуса угэ зубоор оруулабь';
$lang['Confirm_password_explain'] = 'Нюуса угэё ба e-mailэ заhаха hанаhатнай нюуса угэё оруулагты.';
$lang['password_if_changed'] = 'Указывайте пароль только если вы хотите его поменять';
$lang['password_confirm_if_changed'] = 'Подтверждать пароль нужно в том случае, если вы изменили его выше.';

$lang['Avatar'] = 'Аватара';
$lang['Avatar_explain'] = 'Танай мэдээсэлэй хажууда hулгулhан жаахан зураг харагдаха. Может быть показано только одно изображение, шириной не более %d пикселов, высотой не более %d пикселов и объёмом не более %d кб.';
$lang['Upload_Avatar_file'] = 'Оорээн компьютерhоо аватар hуулгаха';
$lang['Upload_Avatar_URL'] = 'Ондо сайтhаа аватар hуулгаха';
$lang['Upload_Avatar_URL_explain'] = 'Введите URL по которому находится файл с изображением, он будет скопирован на этот сайт.';
$lang['Pick_local_Avatar'] = 'Выбрать аватару из галереи';
$lang['Link_remote_Avatar'] = 'Показывать аватару с другого сервера';
$lang['Link_remote_Avatar_explain'] = 'Введите URL изображения, на которое вы хотите сослаться.';
$lang['Avatar_URL'] = 'URL изображения аватары';
$lang['Select_from_gallery'] = 'Галерей сооhоо аватар абаха';
$lang['View_avatar_gallery'] = 'Бухы аватарнуудые хараха';

$lang['Select_avatar'] = 'Аватар шэлэгты';
$lang['Return_profile'] = 'Вернуться к профилю';
$lang['Select_category'] = 'Категори шэлэгты';

$lang['Delete_Image'] = 'Зураг угы болгохо';
$lang['Current_Image'] = 'Муноной зураг';

$lang['Notify_on_privmsg'] = 'Шэшэ оорнэ мэдээсэлэл email дулгаха';
$lang['JNotify_on_privmsg'] = 'Шэшэ оорнэ мэдээсэлэл Jabber дулгаха';
$lang['Hide_user'] = 'Скрывать ваше пребывание на форуме';

$lang['Profile_updated'] = 'Танай профиль ондоо болоо';
$lang['Profile_updated_inactive'] = 'Ваш профиль был изменён, но вы изменили важные данные, так что теперь ваша учётная запись неактивна. Проверьте ваш почтовый ящик, чтобы узнать как вновь активизировать учётную запись или, если требуется одобрение администратора, подождите пока это сделает администратор.';

$lang['Password_mismatch'] = 'Хоёр ондо нюуса угэ оруулад';
$lang['Current_password_mismatch'] = 'Введённый вами пароль не совпадает с паролем из базы';
$lang['Password_long'] = 'Танай пароль 32 тэмдэгуудhээ буридэхэ';
$lang['Password_short'] = 'Ваш пароль должен быть не короче 6 символов';
$lang['Password_simple'] = 'Слишком простой пароль. Пожалуйста, придумайте более сложный пароль, чтобы его не могли подобрать злоумышленники';
$lang['Username_taken'] = 'Извините, пользователь с таким именем уже существует';
$lang['Username_invalid'] = 'Извините, это имя содержит неподходящие символы, (например ")';
$lang['Username_disallowed'] = 'Иимэ нэрэ абажа болохогуй';
$lang['Email_taken'] = 'Извините, этот адрес e-mail уже занят другим пользователем';
$lang['Email_banned'] = 'Извините, этот адрес e-mail находится в чёрном списке';
$lang['Email_invalid'] = 'Сахим шуудан буруу бэшээд';
$lang['Email_domain_banned'] = 'Извините, почтовые ящики этого с этого почтового сервиса запрещены. Проверьте, правильно ли вы указали доменную зону (.com или .ru)';
// +MOD: Live Email Validate (LEV)
$lang['Email_unverified'] = 'Извините, проверка вашего e-mail не удалась. Вероятно, вы ввели неверный или несуществующий email. Пожалуйста, указывайте настоящий адрес email, потому что в случае потери пароля это будет единственной возможность восстановить доступ к вашей учетной записи на форуме';
$lang['No_connection'] = "Не удается подключиться к вашему почтовому серверу. Либо он в данный момент недоступен, либо вы ввели свой email неправильно";
// -MOD: Live Email Validate (LEV)
$lang['Smscode_invalid'] = 'Энэ активацин код хэрэглэhэн';
$lang['Phone_taken'] = 'Этот номер телефона уже был использован, т.е. с указанного Вами телефона уже регистрировались на форуме. Скорее всего это были Вы.';
$lang['Invalid_username'] = 'Запрошенное имя пользователя уже занято, запрещено, либо содержит неподходящие символы (например ")';
$lang['Signature_too_long'] = 'Слишком длинная подпись';
$lang['Fields_empty'] = 'Вы должны заполнить обязательные поля';
$lang['Pass_simple'] = 'Слишком простой пароль. Пожалуйста, придумайте более сложный пароль, чтобы его не могли подобрать злоумышленники';
$lang['Avatar_filetype'] = 'Аватарай файл .jpg, .gif .png байха ёhотой';
$lang['Avatar_filesize'] = 'Объём файла аватары должен быть не более %d кб';
$lang['Avatar_imagesize'] = 'Аватара должна быть не больше %d пикселов в ширину и %d пикселов в высоту';

$lang['Welcome_subject'] = 'Амар сайн на форумы %s';
$lang['New_account_subject'] = 'Шэнэ юзер';
$lang['Account_activated_subject'] = 'Учётная запись активизирована';

$lang['Account_added'] = 'Спасибо за регистрацию, учётная запись была создана. Вы можете войти в систему, используя ваше имя и пароль.';
$lang['Account_inactive'] = 'Учётная запись была создана. На этом форуме требуется активизация учётной записи, ключ для активизации был выслан на введённый вами адрес. Проверьте свою почту для более подробной информации.';
$lang['Account_inactive_admin'] = 'Учётная запись была создана. На этом форуме требуется активизация новой учётной записи администраторами. Им был отправлен e-mail, и, как только они активизируют вашу учётную запись, вы получите уведомление.';
$lang['Account_active'] = 'Ваша учётная запись была активизирована. Спасибо за регистрацию.';
$lang['Account_active_admin'] = 'Ваша учётная запись была активизирована.';
$lang['Reactivate'] = 'Вновь активизировать учётную запись';
$lang['Already_activated'] = 'Вы уже активизировали свою учётную запись';
$lang['COPPA'] = 'Ваша учётная запись была создана, но теперь она должна быть одобрена, более подробная информация была выслана вам по e-mail.';

$lang['Registration'] = 'Условия регистрации';
$lang['Reg_agreement'] = '<center><b>ПОЛЬЗОВАТЕЛЬСКОЕ СОГЛАШЕНИЕ</b></center><br /><br />

О САЙТЕ<br /><br />

Интернет - ресурс (сайт) ULANOVKA.RU (в дальнейшем - Ресурс) является интернет-сайтом, позволяющим пользователям обмениваться друг с другом информацией в свободной форме.<br /><br />

1. О ПОЛЬЗОВАТЕЛЬСКОМ СОГЛАШЕНИИ<br /><br />

Настоящее ПОЛЬЗОВАТЕЛЬСКОЕ СОГЛАШЕНИЕ вступает в силу после нажатия кнопки "согласен" внизу страницы и действует все время использования Пользователем Ресурса. ПОЛЬЗОВАТЕЛЬСКОЕ СОГЛАШЕНИЕ может быть изменено Администрацией без какого-либо уведомления пользователей. Новая версия ПС вступает в силу по истечении 3 (трех) дней с момента ее размещения, если иное не предусмотрено новой редакцией ПОЛЬЗОВАТЕЛЬСКОГО СОГЛАШЕНИЯ.<br /><br />

2. УСЛОВИЯ ОГРАНИЧЕНИЯ ОТВЕТСТВЕННОСТИ<br /><br />

Пользователь прямо соглашается c тем, что использует Ресурс на свой собственный риск.<br /><br />

Пользователь знает, и согласен с тем, что на Ресурсе размещены данные, созданные третьими лицами. Содержание и безопасность этих материалов не могут быть проконтролированы Администрацией Ресурса, поэтому последняя не несет ответственности:<br /><br />

- за содержание материалов, полученных Пользователем в результате использования данных с Ресурса, их возможное несоответствие действующему законодательству или оскорбительный характер;<br /><br />

- за последствия применения, использования или неиспользования полученной информации;<br /><br />

- за возможное несоответствие результатов, полученных при использовании Ресурса, ожиданиям Пользователя;<br /><br />

- за какие-либо повреждения оборудования или программного обеспечения Пользователя, возникшие в результате использовании Ресурса;<br /><br />

- за отсутствие возможности использования Ресурса по каким-либо причинам;<br /><br />

- за последствия, которые может повлечь распространение нелегального либо нелицензионного программного обеспечения и аудио-/видеопродукции, а также иных материалов либо данных, затрагивающих права третьих лиц.<br /><br />

Ни при каких обстоятельствах Ресурс не несет перед Пользователем, либо третьими лицами ответственности за ущерб, убытки или расходы, возникшие в связи с настоящим Ресурсом, его использованием или невозможностью использования, включая упущенную либо недополученную прибыль.<br /><br />

Администрация Ресурса не несет никаких обязательств по обеспечению конфиденциальности в отношении информации, предоставляемой его Пользователям, хотя принимает все возможные меры к этому, если не имеется договоренности об обратном или соответствующих требований действующего законодательства.<br /><br />

3. ОГРАНИЧЕНИЯ НА ИСПОЛЬЗОВАНИЕ РЕСУРСА ПОЛЬЗОВАТЕЛЕМ.<br /><br />

При использовании данного Ресурса, ПОЛЬЗОВАТЕЛЬ не имеет права, и соглашается с этим:<br /><br />

- отправлять на адреса электронной почты, указанные на сайте, несанкционированные почтовые сообщения рекламного типа (junk mail, spam);<br /><br />

- копировать и использовать в коммерческих целях любую информацию, получаемую посредством данного ресурса, нарушающую права других Пользователей или могущую нанести им прямой материальный или моральный ущерб;<br /><br />

- размещать ссылки на ресурсы Сети, содержание которых противоречит действующему законодательству РФ;<br /><br />

- выдавать себя за другого человека или за представителя организации и/или сообщества без достаточных на то прав, в том числе за сотрудников Aдминистрации, за владельца Ресурса;<br /><br />

- создавать больше одной учетной записи.<br /><br />

4. ГАРАНТИИ РАБОТОСПОСОБНОСТИ<br /><br />

Доступ к Ресурсу предоставляются по принципу «как есть» («as is») без гарантий любого рода, как прямых, так и косвенных.<br /><br />

В частности Администрация Ресурса не гарантирует работоспособность как сайта и его отдельных разделов, так и работоспособность и достоверность ссылок, размещенных на нем его Пользователями.<br /><br />

Ресурс не несет ответственности за любые прямые или непрямые убытки, произошедшие из-за: использования либо невозможности использования службы; несанкционированного доступа к Вашим коммуникациям.<br /><br />

5. ПРАВА АДМИНИСТРАЦИИ РЕСУРСА.<br /><br />

Администрация Ресурса вправе отказать в доступе к Ресурсу любому Пользователю, или группе Пользователей без объяснения причин своих действий и предварительного уведомления.<br /><br />

Администрация Ресурса вправе изменять либо удалять информацию, а также ссылки на нее, графические, звуковые и прочие данные, размещенные Пользователями на Ресурсе, без предварительного уведомления и объяснения причин своих действий.<br /><br />

6. ОТВЕТСТВЕННОСТЬ СТОРОН.<br /><br />

Пользователь соглашается с тем, что все возможные споры по поводу СОГЛАШЕНИЯ ОБ ИСПОЛЬЗОВАНИИ будут разрешаться по нормам российского права.<br /><br />

Пользователь соглашается с тем, что вся ответственность за информацию, оставленную им на данном ресурсе, лежит целиком и полностью на самом пользователе и контролируется нормами российского права.<br /><br />

Пользователь соглашается с тем, что нормы и законы о защите прав потребителей не могут быть применимы к использованию им Ресурса, поскольку он не оказывает возмездных услуг.<br /><br />

Ресурс не устанавливает с пользователями агентских отношений, отношений товарищества, отношений по совместной деятельности, отношений личного найма, а также каких-то иных отношений, прямо не описанных в СОГЛАШЕНИИ ОБ ИСПОЛЬЗОВАНИИ.<br /><br />

Бездействие со стороны Ресурса в случае нарушения Пользователем, либо группой Пользователей ПОЛЬЗОВАТЕЛЬСКОГО СОГЛАШЕНИЯ не означает того, что Ресурс содействует Пользователю, либо группе Пользователей в таковых действиях.<br /><br />

Бездействие со стороны Ресурса в случае нарушения Пользователем либо группой Пользователей ПОЛЬЗОВАТЕЛЬСКОГО СОГЛАШЕНИЯ не лишает Ресурс права предпринять соответствующие действия в защиту своих интересов позднее.<br /><br />

7. СОГЛАСИЕ С ПОЛЬЗОВАТЕЛЬСКИМ СОГЛАШЕНИЕМ.<br /><br />

ЕСЛИ ВЫ НЕ СОГЛАСНЫ СO ВСЕМИ ВЫШЕУКАЗАННЫМИ УСЛОВИЯМИ, ВЫ НЕ ИМЕЕТЕ ПРАВА ПОСЕЩАТЬ РЕСУРС КАК В ЦЕЛОМ, ТАК И ЛЮБУЮ ЕГО ЧАСТЬ, КРОМЕ СТРАНИЦЫ С ПОЛЬЗОВАТЕЛЬСКИМ СОГЛАШЕНИЕМ, ПОЛУЧАТЬ И/ИЛИ ИСПОЛЬЗОВАТЬ СОДЕРЖИМОЕ НАСТОЯЩЕГО РЕСУРСА ЛЮБЫМИ ДРУГИМИ СПОСОБАМИ КАК В ЦЕЛОМ ТАК И В ЛЮБОЙ ЕГО ЧАСТИ!<br /><br />

ЕСЛИ ВЫ НЕ СОГЛАСНЫ С ПОЛЬЗОВАТЕЛЬСКИМ СОГЛАШЕНИЕМ, ВЫ ДОЛЖНЫ НЕМЕДЛЕННО ПОКИНУТЬ РЕСУРС.<br /><br />

Хотя администраторы и модераторы этого форума стараются удалять или редактировать неприемлемые сообщения как можно быстрее, все сообщения просмотреть невозможно. Таким образом вы признаёте,  что сообщения на этих форумах отражают точки зрения их авторов, а не администрации форумов (кроме сообщений, размещённых её представителями) и администрация не может быть ответственна за их содержание.<br /><br /> Вы соглашаетесь не размещать оскорбительных, угрожающих, клеветнических сообщений, порнографических сообщений, призывов к национальной розни и прочих сообщений, могущих нарушить соответствующие законы. Попытки размещения таких сообщений могут привести к вашему немедленному отключению от форумов (при этом ваш провайдер будет поставлен в известность). IP адреса всех сообщений сохраняются для возможности проведения такой политики. Вы соглашаетесь с тем, что администраторы форума имеют право удалить, отредактировать, перенести или закрыть любую тему в любое время по своему усмотрению. Как пользователь вы согласны с тем, что введённая вами информация будет храниться в базе данных. Хотя эта информация не будет открыта третьим лицам без вашего разрешения, администрация форумов не может быть ответственна за действия хакеров, которые могут привести к несанкционированному доступу к ней.<br /><br /> Эти форумы используют cookies для хранения информации на вашем компьютере. Эти cookie не содержат никакой информации из введённой вами и служат лишь для улучшения качества работы форумов. Ваш e-mail адрес используется лишь для подтверждения вашей регистрации и пароля (и для высылки нового пароля если вы забудете текущий).<br /><br />Нажатием на кнопку регистрации вы подтверждаете своё согласие с этими условиями.';

$lang['Agree_under_13'] = 'Я согласен с этими условиями и мне <b>меньше</b> 13 лет';
$lang['Agree_over_13'] = 'Я согласен с этими условиями и мне 13 лет или <b>больше</b>';
$lang['Agree_yes'] = 'Би энэ нyхэсэлтэ зубшэлнэб';
$lang['Agree_not'] = 'Би энэ нyхэсэлтэ зубшэлнэ yгыб';

$lang['Wrong_activation'] = 'Введённый вами ключ активизации не совпадает с хранящимся в базе';
$lang['Send_password'] = 'Шэнэ пароль эльгээхэ';
$lang['New_password_by_smscode'] = 'Восстановить пароль по коду активации';
$lang['Send_by_username_tip'] = 'Если вы помните свое имя пользователя на форуме, воспользуйтесь этим способом. Новый пароль будет выслан на email, указанный вами при регистрации.';
$lang['Send_by_email_tip'] = 'Если вы помните свой email, но не помните имени пользователя, воспользуйтесь этим способом. Новый пароль будет выслан на email, указанный вами при регистрации.';
$lang['Send_by_smscode_tip'] = 'Если вы не имеете доступа к email, указанному вами при регистрации (ваш email был удален, вы забыли пароль или его имя и т.д.), но имеете доступ к телефону, указанному вами при регистрации, воспользуйтесь этим способом.';
$lang['Password_updated'] = 'Новый пароль был создан, проверьте почтовый ящик, чтобы узнать как его активизировать. Если письмо не пришло, проверьте, не добавлен ли наш адрес в спам-фильтр Вашего почтового ящика';
$lang['No_email_match'] = 'Пользователя с указанным вами адресом e-mail не существует';
$lang['No_smscode_match'] = 'Введённый вами код активации не совпадает с записанным на этого пользователя';
$lang['New_password_activation'] = 'Активизация нового пароля';
$lang['Password_activated'] = 'Ваша учётная запись была вновь активизирована. Для входа в систему используйте пароль из присланного вам письма.';

$lang['Send_email_msg'] = 'e-mail эльгээхэ';
$lang['No_user_specified'] =  'Юзер шэлэжэ абагда угы';
$lang['User_prevent_email'] = 'Юэер танай эльгээhэн e-mail абаха hананагуй. ЛИЧНОЕ? мэдээсэл эльгээжэ туршагты';
$lang['User_not_exist'] = 'Иимэ юзер байхагуй';
$lang['CC_email'] = 'Сообщениин копи өөртөө эльгээхэ';
$lang['Email_message_desc'] = 'Бэшэг эльгээгдэхэ мэдуулэлнуудэр, HTML ба BBCode бу энээ руу оруулагты. В качестве обратного адреса будет показываться ваш адрес e-mail.';
$lang['Flood_email_limit'] = 'Вы не можете отправить ещё один e-mail сразу после предыдущего, попробуйте сделать это попозже.';
$lang['Recipient'] = 'Получатель';
$lang['Email_sent'] = 'Бэшэг эльгээгдэнхэй байгаа';
$lang['Send_email'] = 'e-mail эльгээхэ';
$lang['Empty_subject_email'] = 'Шэнэ мэдээсэлэй темэ оруулха хэрэгтэй';
$lang['Empty_message_email'] = 'Шэнэ мэдуулэл бэшэгты';


//
// Visual confirmation system strings
//
$lang['Confirm_code_wrong'] = 'Та буруу код оруулат';
$lang['Too_many_registers'] = 'Вы исчерпали предельное количество попыток регистрации для данной сессии. Повторите попытку позднее.';
$lang['Confirm_code_impaired'] = 'Если у вас плохое зрение или вы не можете прочесть этот код по какой-то другой причине, то обратитесь за помощью к %sАдминистратору%s.';
$lang['Confirm_code'] = 'Код подтверждения';
$lang['Confirm_code_explain'] = 'Введите код в точности так, как вы его видите. Код является регистро-зависимым, а символ нуля имеет косую линию внутри цифры.';


//
// Memberslist
//
$lang['Select_sort_method'] = 'Упорядочить по';
$lang['Sort'] = 'Упорядочить';
$lang['Sort_Top_Ten'] = 'десять самых активных участников';
$lang['Sort_Joined'] = 'дате регистрации';
$lang['Sort_Username'] = 'хэрэглэгшын нэрэ';
$lang['Sort_Location'] = 'местонахождению';
$lang['Sort_Posts'] = 'количеству сообщений';
$lang['Sort_Email'] = 'адресу e-mail';
$lang['Sort_Website'] = 'адресу сайта';
$lang['Sort_Ascending'] = 'по возрастанию';
$lang['Sort_Descending'] = 'по убыванию';
$lang['Order'] = ''; // не нужно, в английском используется в контексте 'Order ascending';


//
// Group control panel
//
$lang['Group_Control_Panel'] = 'Панель управления группами';
$lang['Group_member_details'] = 'Информация о членстве в группах';
$lang['Group_member_join'] = 'группа соо орохо';

$lang['Group_Information'] = 'Группа туухай';
$lang['Group_name'] = 'Группын нэрэ';
$lang['Group_description'] = 'Описание группы';
$lang['Group_membership'] = 'Членство в группе';
$lang['Group_Members'] = 'Члены группы';
$lang['Group_Moderator'] = 'Группын модератор';
$lang['Pending_members'] = 'Кандидаты в члены группы';

$lang['Group_type'] = 'Группын тип';
$lang['Group_open'] = 'Группа с открытым членством';
$lang['Group_closed'] = 'Группа с закрытым членством';
$lang['Group_hidden'] = 'Скрытая группа';

$lang['Current_memberships'] = 'Являетесь членом групп';
$lang['Non_member_groups'] = 'Не являетесь членом групп';
$lang['Memberships_pending'] = 'Кандидат в члены групп';

$lang['No_groups_exist'] = 'Нэгэншье группа үгы';
$lang['Group_not_exist'] = 'Иимэ группа угы';

$lang['Join_group'] = 'Группа соо орохо';
$lang['No_group_members'] = 'Энэ группа соо нэгэншье хүн үгы';
$lang['Group_hidden_members'] = 'Эта группа скрыта, вы не можете посмотреть её состав';
$lang['No_pending_group_members'] = 'В этой группе нет кандидатов в члены';
$lang['Group_joined'] = 'Вы попросили о вступлении в группу. Когда вашу просьбу одобрит модератор группы, вам будет прислано уведомление.';
$lang['Group_request'] = 'Было подана просьба о вступлении в группу.';
$lang['Group_approved'] = 'Ваша просьба была удовлетворена.';
$lang['Group_added'] = 'Вы были включены в группу';
$lang['Already_member_group'] = 'Вы уже являетесь членом этой группы';
$lang['User_is_member_group'] = 'Пользователь уже является членом этой группы';
$lang['Group_type_updated'] = 'Тип группы успешно изменён';

$lang['Could_not_add_user'] = 'Выбранного пользователя не существует';
$lang['Could_not_anon_user'] = 'Вы не можете сделать анонимного пользователя членом группы';

$lang['Confirm_unsub'] = 'Вы уверены, что хотите выйти из этой группы?';
$lang['Confirm_unsub_pending'] = 'Вы уверены, что хотите отказаться от участия в этой группе? Ваша просьба о вступлении не была ни удовлетворена, ни отклонена!';

$lang['Unsub_success'] = 'Вы успешно покинули эту группу.';

$lang['Approve_selected'] = 'Одобрить выделенное';
$lang['Deny_selected'] = 'Отклонить выделенное';
$lang['Not_logged_in'] = 'Вы должны войти в систему, прежде чем вступать в группу.';
$lang['Remove_selected'] = 'Удалить выделенное';
$lang['Add_member'] = 'Добавить члена группы';
$lang['Not_group_moderator'] = 'Вы не являетесь модератором группы и не можете выполнить данное действие';

$lang['Login_to_join'] = 'Войдите в систему, чтобы менять своё членство в группах';
$lang['This_open_group'] = 'Это группа с открытым членством, вы можете подать просьбу о вступлении';
$lang['This_closed_group'] = 'Это группа с закрытым членством, новые пользователи не принимаются';
$lang['This_hidden_group'] = 'Это скрытая группа, автоматическое добавление пользователей не разрешается';
$lang['Member_this_group'] = 'Вы член этой группы';
$lang['Pending_this_group'] = 'Вы кандидат в члены этой группы';
$lang['Are_group_moderator'] = 'Таанар энэ группын модератор';
$lang['None'] = 'Нет';

$lang['Subscribe'] = 'Подписаться';
$lang['Unsubscribe'] = 'Отписаться';
$lang['View_Information'] = 'Информаци хараха';


//
// Search
//
$lang['Search_query'] = 'hүүралта (асүүдал табилга)';
$lang['Search_options'] = 'асуултын тааруулганууд';

$lang['Search_keywords'] = 'түлхюурын үгэнүүд';
$lang['Search_keywords_explain'] = 'Вы можете использовать <u>AND</u> чтобы определить слова, которые должны быть в результатах, <u>OR</u> для слов, которые могут быть в результатах, и <u>NOT</u> для слов, которых в результатах быть не должно. Используйте * в качестве шаблона для частичного совпадения.';
/*$lang['Search_keywords_explain'] = 'Поиск ведется по содержанию сообщений и заголовкам тем.<br />
Регистр букв не учитывается.<br />
В каждом слове должно быть как минимум 4 буквы.<br />
Поиск по частоупотребляемым словам (англ. артикли a, an, the, предлоги of, in и т.п.) не ведется.<br />
Используйте символ * для поиска частичных совпадений (поиск по <i>хлеб*</i> даст <i>хлеб</i>, <i>хлеба</i> и <i>хлебница</i>, но не <i>нахлебник</i>).<br />
Ввод <b>слово1 слово2</b> выдаст сообщения, содержащие или слово1, или слово2.<br />
Ввод <b>+слово1 +слово2</b> выдаст сообщения, содержащие и слово1, и слово2.<br />
Ввод <b>+слово1 +слово2 -слово3</b> выдаст сообщения, в которых есть слово1 и слово2, но нет слово3.<br />
Используйте <b>"слово1 слово2"</b> (в кавычках) для поиска сообщений, содержащих фразу целиком.';*/

$lang['Search_author'] = 'Автор бэдэрэлгэ';
$lang['Search_author_explain'] = 'Используйте * в качестве шаблона';

$lang['Search_for_any'] = 'Бэдэрхэ алиншье үгэ/поиск с языком запросов';
$lang['Search_for_all'] = 'Бэдэрхэ бyхы үгэнyyд';
$lang['Search_title_msg'] = 'Искать в названиях тем и текстах сообщений';
$lang['Search_msg_only'] = 'Искать только в текстах сообщений';

$lang['Return_first'] = 'Түрүүшэнхиеэ харуулха'; // followed by xxx characters
$lang['characters_posts'] = 'символов сообщений';

$lang['Search_previous'] = 'Время размещения'; // followed by days, weeks, months, year, all

$lang['Sort_by'] = 'Гуримшуулга';
$lang['Sort_Time'] = 'Табилга саг';
$lang['Sort_Rel'] = 'Релевантность';
$lang['Sort_Post_Subject'] = 'Заголовок сообщения';
$lang['Sort_Topic_Title'] = 'Темэ нэрэ';
$lang['Sort_Author'] = 'Зохёогшо';
$lang['Sort_Forum'] = 'Форум';

$lang['Display_results'] = 'Показывать результаты как';
$lang['All_available'] = 'Все имеющиеся';
$lang['No_searchable_forums'] = 'У вас нет доступа к поиску ни в одном из форумов на сайте';

$lang['No_search_match'] = 'Подходящих тем или сообщений не найдено';
$lang['Found_search_match'] = 'Результатов поиска: %d'; // eg. Search found 1 match
$lang['Found_search_matches'] = 'Результатов поиска: %d'; // eg. Search found 24 matches

$lang['Search_Flood_Error'] = 'Вы не можете сделать поисковый запрос сразу после предыдущего; пожалуйста подождите.';

$lang['Close_window'] = 'Закрыть окно';


//
// Auth related entries
//
// Note the %s will be replaced with one of the following 'user' arrays
$lang['Sorry_auth_announce'] = 'Извините, только %s могут размещать объявления в этом форуме';
$lang['Sorry_auth_sticky'] = 'Извините, только %s могут размещать прилепленные темы в этом форуме';
$lang['Sorry_auth_read'] = 'Извините, только %s могут читать сообщения в этом форуме';
$lang['Sorry_auth_post'] = 'Извините, только %s могут начинать темы в этом форуме';
$lang['Sorry_auth_reply'] = 'Извините, только %s могут отвечать на сообщения в этом форуме';
$lang['Sorry_auth_edit'] = 'Извините, только %s могут редактировать сообщения в этом форуме';
$lang['Sorry_auth_delete'] = 'Извините, только %s могут удалять сообщения в этом форуме';
$lang['Sorry_auth_vote'] = 'Извините, только %s могут голосовать в опросах этого форума';

// These replace the %s in the above strings
$lang['Auth_Anonymous_Users'] = '<b>айлшанууд</b>';
$lang['Auth_Registered_Users'] = '<b>зарегистрированные пользователи</b>';
$lang['Auth_Users_granted_access'] = '<b>пользователи со специальными правами доступа</b>';
$lang['Auth_Moderators'] = '<b>модераторы</b>';
$lang['Auth_Administrators'] = '<b>администраторы</b>';

$lang['Not_Moderator'] = 'Вы не являетесь модератором этого форума';
$lang['Not_Authorised'] = 'Нет доступа';

$lang['You_been_banned'] = 'Вам был закрыт доступ к форуму<br />Обратитесь к вебмастеру или администратору форумов за дополнительной информацией';


//
// Viewonline
//
$lang['Reg_users_zero_online'] = 'Сейчас на форуме зарегистрированных пользователей: 0 и '; // There ae 5 Registered and
$lang['Reg_users_online'] = 'Сейчас на форуме зарегистрированных пользователей: %d и '; // There ae 5 Registered and
$lang['Reg_user_online'] = 'Сейчас на форуме зарегистрированных пользователей: %d и ';
$lang['Hidden_users_zero_online'] = 'скрытых пользователей: 0'; // 6 Hidden users online
$lang['Hidden_users_online'] = 'скрытых пользователей: %d';
$lang['Hidden_user_online'] = 'скрытых пользователей: %d'; // 6 Hidden users online
$lang['Guest_users_online'] = 'Сейчас на форуме гостей: %d';
$lang['Guest_users_zero_online'] = 'Сейчас на форуме гостей: 0'; // There are 10 Guest users online
$lang['Guest_user_online'] = 'Сейчас на форуме гостей: %d';
$lang['No_users_browsing'] = 'Этот форум сейчас никто не просматривает';

$lang['Online_explain'] = 'Эти данные основаны на активности пользователей за последние пять минут';

$lang['Forum_Location'] = 'Место на форуме';
$lang['Last_updated'] = 'hүүлшын хубилуулгые';

$lang['Forum_index'] = 'Список форумов';
$lang['Logging_on'] = 'Вход в систему';
$lang['Posting_message'] = 'Размещение сообщения';
$lang['Searching_forums'] = 'Поиск по форуму';
$lang['Viewing_profile'] = 'Просмотр профиля';
$lang['Viewing_online'] = 'Просмотр &laquo;Кто сейчас на форуме&raquo;';
$lang['Viewing_member_list'] = 'Просмотр списка пользователей';
$lang['Viewing_priv_msgs'] = 'Просмотр личных сообщений';
$lang['Viewing_FAQ'] = 'Просмотр FAQ';


//
// Moderator Control Panel
//
$lang['Mod_CP'] = 'Панель модерации';
$lang['Mod_CP_explain'] = 'Здесь вы можете проводить массовую модерацию этого форума. Вы можете закрывать, открывать, перемещать или удалять любое количество тем.';

$lang['Select'] = 'Выбрать';
$lang['Delete'] = 'Удалить';
$lang['Move'] = 'Переместить';
$lang['Lock'] = 'Закрыть';
$lang['Unlock'] = 'Открыть';

$lang['Topics_Removed'] = 'Выбранные темы были успешно удалены из базы данных';
$lang['Topics_Locked'] = 'Выбранные темы были закрыты';
$lang['Topics_Moved'] = 'Выбранные темы были перемещены';
$lang['Topics_Unlocked'] = 'Выбранные темы были открыты';
$lang['No_Topics_Moved'] = 'Не было перенесено ни одной темы';

$lang['Confirm_delete_topic'] = 'Вы действительно хотите удалить выбранные темы?';
$lang['Confirm_lock_topic'] = 'Вы действительно хотите закрыть выбранные темы?';
$lang['Confirm_unlock_topic'] = 'Вы действительно хотите открыть выбранные темы?';
$lang['Confirm_move_topic'] = 'Вы действительно хотите переместить выбранные темы?';

$lang['Move_to_forum'] = 'Переместить в форум';
$lang['Leave_shadow_topic'] = 'Оставить ссылку в старом форуме';

$lang['Split_Topic'] = 'Разделение темы';
$lang['Split_Topic_explain'] = 'С использованием этой формы вы можете разделить тему на две либо выбирая сообщения по одному, либо разбив по выбранному сообщению';
$lang['Split_title'] = 'Заголовок новой темы';
$lang['Split_forum'] = 'Форум для новой темы';
$lang['Split_posts'] = 'Отделить выбранные сообщения';
$lang['Split_after'] = 'Отделить все сообщения после выбранного';
$lang['Topic_split'] = 'Выбранная тема была успешно отделена';

// start mod split posts and merge in one step
$lang['If_title_blank'] = '<br />(specify new topic title; leave blank to merge split-off posts into existing topic specified below)';
$lang['Destination_topic'] = 'Destination topic';
$lang['Destination_topic_format'] = '<br />(if merging into existing topic, insert topic id or url of that topic, or insert url of a post in that topic)';
// end mod split posts and merge in one step

$lang['Too_many_error'] = 'Вы выбрали слишком много сообщений. Вы можете выбрать только одно сообщение, чтобы отделить все сообщения после него.';

$lang['None_selected'] = 'Вы не выбрали ни одной темы для совершения этой операции. Вернитесь назад и выберите.';
$lang['New_forum'] = 'Новый форум';

$lang['This_posts_IP'] = 'IP адрес для этого сообщения';
$lang['Other_IP_this_user'] = 'Другие IP адреса с которых писал этот пользователь';
$lang['Users_this_IP'] = 'Пользователи, писавшие с этого IP';
$lang['IP_info'] = 'Информация об IP адресе';
$lang['Lookup_IP'] = 'Посмотреть хост для IP';


//
// Timezones ... for display on each page
//
$lang['All_times'] = 'Часовой пояс: %s'; // This is followed by GMT and the timezone offset

$lang['-12'] = 'GMT - 12';
$lang['-11'] = 'GMT - 11';
$lang['-10'] = 'GMT - 10';
$lang['-9'] = 'GMT - 9';
$lang['-8'] = 'GMT - 8';
$lang['-7'] = 'GMT - 7';
$lang['-6'] = 'GMT - 6';
$lang['-5'] = 'GMT - 5';
$lang['-4'] = 'GMT - 4';
$lang['-3.5'] = 'GMT - 3:30';
$lang['-3'] = 'GMT - 3';
$lang['-2'] = 'GMT - 2';
$lang['-1'] = 'GMT - 1';
$lang['0'] = 'GMT';
$lang['1'] = 'GMT + 1';
$lang['2'] = 'GMT + 2';
$lang['3'] = 'GMT + 3';
$lang['3.5'] = 'GMT + 3:30';
$lang['4'] = 'GMT + 4';
$lang['4.5'] = 'GMT + 4:30';
$lang['5'] = 'GMT + 5';
$lang['5.5'] = 'GMT + 5:30';
$lang['6'] = 'GMT + 6';
$lang['6.5'] = 'GMT + 6:30';
$lang['7'] = 'GMT + 7';
$lang['8'] = 'GMT + 8';
$lang['9'] = 'GMT + 9';
$lang['9.5'] = 'GMT + 9:30';
$lang['10'] = 'GMT + 10';
$lang['11'] = 'GMT + 11';
$lang['12'] = 'GMT + 12';
$lang['13'] = 'GMT + 13';

// это для выпадающего меню, раньше тут ещё были города
$lang['tz']['-12'] = 'GMT - 12';
$lang['tz']['-11'] = 'GMT - 11';
$lang['tz']['-10'] = 'GMT - 10';
$lang['tz']['-9'] = 'GMT - 9';
$lang['tz']['-8'] = 'GMT - 8';
$lang['tz']['-7'] = 'GMT - 7';
$lang['tz']['-6'] = 'GMT - 6';
$lang['tz']['-5'] = 'GMT - 5';
$lang['tz']['-4'] = 'GMT - 4';
$lang['tz']['-3.5'] = 'GMT - 3:30';
$lang['tz']['-3'] = 'GMT - 3';
$lang['tz']['-2'] = 'GMT - 2';
$lang['tz']['-1'] = 'GMT - 1';
$lang['tz']['0'] = 'GMT (время по Гринвичу)';
$lang['tz']['1'] = 'GMT + 1';
$lang['tz']['2'] = 'GMT + 2';
$lang['tz']['3'] = 'GMT + 3 (Москва хотын саг)';
$lang['tz']['3.5'] = 'GMT + 3:30';
$lang['tz']['4'] = 'GMT + 4 (Москва хотын нажарай саг)';
$lang['tz']['4.5'] = 'GMT + 4:30';
$lang['tz']['5'] = 'GMT + 5';
$lang['tz']['5.5'] = 'GMT + 5:30';
$lang['tz']['6'] = 'GMT + 6';
$lang['tz']['6.5'] = 'GMT + 6:30';
$lang['tz']['7'] = 'GMT + 7';
$lang['tz']['8'] = 'GMT + 8 (Улаан-Yдын убэлэй саг)';
$lang['tz']['9'] = 'GMT + 9 (Улаан-Yдын нажарай саг)';
$lang['tz']['9.5'] = 'GMT + 9:30';
$lang['tz']['10'] = 'GMT + 10';
$lang['tz']['11'] = 'GMT + 11';
$lang['tz']['12'] = 'GMT + 12';
$lang['tz']['13'] = 'GMT + 13';

$lang['datetime']['Sunday'] = 'Воскресени';
$lang['datetime']['Monday'] = 'Понедельник';
$lang['datetime']['Tuesday'] = 'Вторник';
$lang['datetime']['Wednesday'] = 'Среда';
$lang['datetime']['Thursday'] = 'Четверг';
$lang['datetime']['Friday'] = 'Пятница';
$lang['datetime']['Saturday'] = 'Суббота';
$lang['datetime']['Sun'] = 'Вс';
$lang['datetime']['Mon'] = 'Пн';
$lang['datetime']['Tue'] = 'Вт';
$lang['datetime']['Wed'] = 'Ср';
$lang['datetime']['Thu'] = 'Чт';
$lang['datetime']['Fri'] = 'Пт';
$lang['datetime']['Sat'] = 'Сб';
$lang['datetime']['January'] = 'Январь hара';
$lang['datetime']['February'] = 'Февраль hара';
$lang['datetime']['March'] = 'Март hара';
$lang['datetime']['April'] = 'Апрель hара';
$lang['datetime']['May'] = 'Май hара ';
$lang['datetime']['June'] = 'Июнь hара';
$lang['datetime']['July'] = 'Июль hара';
$lang['datetime']['August'] = 'Август hара';
$lang['datetime']['September'] = 'Сентябрь hара';
$lang['datetime']['October'] = 'Октябрь hара';
$lang['datetime']['November'] = 'Ноябрь hара';
$lang['datetime']['December'] = 'Декабрь hара';
$lang['datetime']['Jan'] = 'Янв';
$lang['datetime']['Feb'] = 'Фев';
$lang['datetime']['Mar'] = 'Мар';
$lang['datetime']['Apr'] = 'Апр';
$lang['datetime']['May'] = 'Май';
$lang['datetime']['Jun'] = 'Июн';
$lang['datetime']['Jul'] = 'Июл';
$lang['datetime']['Aug'] = 'Авг';
$lang['datetime']['Sep'] = 'Сен';
$lang['datetime']['Oct'] = 'Окт';
$lang['datetime']['Nov'] = 'Ноя';
$lang['datetime']['Dec'] = 'Дек';

//
// Errors (not related to a
// specific failure on a page)
//
$lang['Information'] = 'Информаци';
$lang['Critical_Information'] = 'Критическэ информаци';

$lang['General_Error'] = 'Общая ошибка';
$lang['Critical_Error'] = 'Заhагдашагyй алдуу';
$lang['An_error_occured'] = 'Алдуу болоо';
$lang['A_critical_error'] = 'Заhагдашагyй алдуу болоо';

$lang['Admin_reauthenticate'] = 'Чтобы получить доступ к админ-панели, Вам необходимо еще раз ввести пароль.';

//
// MAIL.RU Keyboard
//
$lang['kb_title'] = 'Ород клавиатура';
$lang['kb_rus_keylayout'] = 'Раскладка: ';
$lang['kb_none'] = 'Yгы байна';
$lang['kb_translit'] = 'Транслит';
$lang['kb_traditional'] = 'Традиционно';
$lang['kb_rules'] = 'Правила набора';
$lang['kb_hide'] = 'Клавиатура нюуха';
$lang['kb_show'] = 'Клавиатура харуулха';
$lang['kb_about'] = 'Клавиатура тухай';
$lang['kb_close'] = 'Хааха';
$lang['kb_translit_mozilla'] = 'Выделите текст, который вы хотите транслитерировать, и нажмите \'Translit\'.';
$lang['kb_translit_opera7'] = 'Нажмите сюда, чтобы транслитерировать ваше сообщение.';

//
// (Dis)allow signatures & avatars
//
$lang['Always_allow_signatures'] = 'Показывать подписи';
$lang['Always_allow_signatures_no_img'] = 'Болохо, зурагуудhаа гадна';
$lang['Always_allow_avatars'] = 'Аватарнуудые харуулха';

$lang['Login_attempts_exceeded'] = 'Максимально допустимое количество попыток входа (%s) было исчерпано. Вы сможете повторить попытку только через %s минут.';
$lang['Please_remove_install_contrib'] = 'Please ensure both the install/ and contrib/ directories are deleted';
$lang['Session_invalid'] = 'Неверная сессия. Пожалуйста, отправьте форму заново.';

//
// Staff Site
//
$lang['Staff'] = 'Staff Site';
$lang['Staff_about'] = 'Informations about %s'; // %s = username
$lang['Staff_level'] = array('Administrator', 'Moderator');
$lang['Staff_forums'] = 'Forums';
$lang['Staff_messenger'] = 'Messenger';
$lang['Staff_user_topic_day_stats'] = '%.2f topics per day'; // %.2f = topics
$lang['Staff_online'] = '<font color=#0000FF>online</font>';
$lang['Staff_year'] = 'жэл';
$lang['Staff_years'] = 'онууд';
$lang['Staff_week'] = 'week';
$lang['Staff_weeks'] = 'weeks';
$lang['Staff_day'] = 'удэр';
$lang['Staff_days'] = 'удэрнууд';
$lang['Staff_hour'] = 'саг';
$lang['Staff_hours'] = 'сагууд';
$lang['Staff_minute'] = 'minute';
$lang['Staff_minutes'] = 'minutes';
$lang['Staff_since'] = '(since %s)'; // %s = period
$lang['Staff_ago'] = '(%s ago)'; // %s = period
$lang['Look_up_User'] = 'Хэрэглэгшые шэлэхэ';

/*******************
** MOD: Report Posts
*******************/
// BEGIN : BEFORE, ADD
$lang['Post_reports_none_cp'] = 'Нет жалоб';
$lang['Post_reports_one_cp'] = '%s жалоба';
$lang['Post_reports_many_cp'] = '%s жалоб';

$lang['All'] = 'Все';
$lang['Display'] = 'Харуулха';
$lang['Report_post'] = 'Пожаловаться модератору';

$lang['Reporter'] = 'Хэлээ';
$lang['Status'] = 'Статус';
$lang['Select_one'] = 'Шэлэгты';

$lang['Opt_in'] = 'Получать сообщения по электронной почте при поступлении новых жалоб';
$lang['Opt_out'] = 'Не получать сообщения по электронной почте при поступлении новых жалоб';

$lang['Post_reported'] = 'Жалоба была успешно отправлена';
$lang['Close_success'] = 'Жалобы были успешно открыты/закрыты';
$lang['Opt_success'] = 'Вы были успешно подписаны/отписаны от уведомлений';
$lang['Delete_success'] = 'Жалобы были успешно удалены';
$lang['Click_return_reports'] = '%sВернуться к управлению жалобами%s';
$lang['Report_email'] = 'Получать сообщения по электронной почте при поступлении жалоб';

$lang['Post_already_reported'] = 'На данное сообщение уже поступили жалобы';

$lang['Report_not_selected'] = 'Вы не выбрали ни одной жалобы';

$lang['Comments'] = 'Комментари';
$lang['Last_action_comments'] = 'Комментарии модераторов';
$lang['Last_action_comments_explain'] = 'Пожалуйста прокоментируйте свои действия по данной жалобе';
$lang['Comments_explain'] = 'Пожалуйста, прокомментируйте свою жалобу на сообщение';

$lang['Action'] = 'Yйлэ';
$lang['Report_comment'] = 'Комментарии относительно действия';
$lang['Previous_comments'] = 'Түүрүүшын комментари';

$lang['Last_action_checkbox'] = 'Данное действие было произведено посредством выпадающего меню';

$lang['Opened_by_user_on_date'] = 'Неэлтээ %s %s';
$lang['Closed_by_user_on_date'] = 'Хаалтай %s %s';
$lang['Opened'] = 'Нээгдэhэн';
$lang['Closed'] = 'Хаагдаhан';
$lang['Open'] = 'Неэхэ';
$lang['Close'] = 'Хааха';

$lang['Non_existent_posts'] = 'Было найдено и удалено %s жалоб, относящихся к удаленным сообщениям';
// END : BEFORE, ADD

// [begin] Search Similar Topics Before Posting mod
$lang['Similar'] = 'Адди темэнууд'; //Топики, схожие по смыслу
// [end] Search Similar Topics Before Posting mod

// Опросы на главной
$lang['Login_to_vote'] = 'Войдите в форумы для участия';
$lang['Vote'] = 'Проголосовать';
$lang['No_poll'] = 'Нет опросов в настоящий момент';
// END Опрос на главной

$lang['Search_for'] = 'Энэ раздел соо бэдэрхэ';
$lang['Submit_search'] = 'Бэдэрхэ';

//
// Bookmark Mod
//
$lang['Bookmarks'] = 'Мои закладки';
$lang['Set_Bookmark'] = 'Добавить тему в закладки';
$lang['Remove_Bookmark'] = 'Удалить тему из закладок';
$lang['No_Bookmarks'] = 'У Вас пока нет закладок';
$lang['Always_set_bm'] = 'Автоматически добавлять в закладки темы, в которых Вы писали';
$lang['Found_bookmark'] = 'В ваших закладках %d тема'; // eg. Search found 1 match
$lang['Found_bookmarks'] = 'В ваших закладках %d тем'; // eg. Search found 24 matches
$lang['More_bookmarks'] = 'Больше закладок...'; // For mozilla navigation bar

//
// That's all, Folks!
// -------------------------------------------------

$lang['Select_username'] = 'Хэрэглэгшые шэлэхэ';
$lang['Post_link'] = 'Линк на это сообщение';
$lang['Last_Visited'] = 'hyyлшын визит';
$lang['Never'] = 'Хэзээшье'; //синоним "хэдыдэшье"

//mpd
$lang['Delete_posts'] = 'Удалить сообщения';
$lang['Delete_posts_succesfully'] = 'Выбранные сообщения были успешно удалены';
//mpd end

//ts
$lang['Topics_Announcement'] = 'Соносхол';
$lang['Topics_Sticky'] = 'Прилеплены';
$lang['Topics_Normal'] = 'Топикнууд';
//ts end

//sf
$lang['SF_Subforums'] = 'Подфорумы';
//sf end

//dpc
$lang['Double_Post_Error'] = 'Вы не можете отправить подряд два одинаковых сообщения';
//dpc end

//snp
$lang['New_Posts_Preview'] = 'В топике появились новые или измененные сообщения:';
//snp end

//upt
$lang['Update_post_time'] = 'Обновить время сообщения';
//upt end

//bot
$lang['Topic_split_new'] = 'Шэнэ темэ';
$lang['Topic_split_old'] = 'Хуушан темэ';
$lang['Bot_leave_msg_moved'] = 'Оставить сообщение о переносе';
$lang['Bot_after_split_to_old'] = 'Оставить сообщение о разделении <b>в старой теме</b>';
$lang['Bot_after_split_to_new'] = 'Добавить сообщение о разделении <b>в новую тему</b>';

$lang['Bot_topic_moved_from_to'] = 'Топик был перенесен из форума <b>%s</b> в форум <b>%s</b><br /><br />%s';
$lang['Bot_mess_splits'] = 'Сообщения из этой темы были выделены в отдельный топик <b>%s</b><br /><br />%s';
$lang['Bot_topic_splits'] = 'Тема была выделена из <b>%s</b><br /><br />%s';
//bot end

//qr
$lang['Quick_Reply'] = 'Quick Reply';
$lang['QR_Ins_name'] = 'Вставить имя или выделенный кусок сообщения.';
$lang['QR_Attach_sig'] = 'Присоединить подпись';
$lang['QR_Notify'] = 'Уведомлять об ответах';
$lang['QR_JNotify'] = 'Уведомлять по Jabber';
$lang['QR_Disbl'] = 'Отключить';
$lang['QR_Username'] = 'Нэрэ';// ну или "нэрэмшэ"
$lang['QuoteSel'] = 'Цитировать выделенный текст';
$lang['No_Text_Sel'] = 'Нет выделенного текста';
$lang['QR_Font_sel'] = 'Шрифт';
$lang['QR_Color_sel'] = 'Шрифтын унгэ';
$lang['QR_Size_sel'] = 'Размер шрифта';
$lang['color_steel_blue'] = 'Тёмно-Голубой';
$lang['color_gray'] = 'Боро'; // "хухэльбэ"
$lang['color_dark_green'] = 'Тёмно-Зелёный';
$lang['QR_Options'] = 'Настройки сообщения';
$lang['Transl_Rules'] = 'Правила транслита';
//qr end

//txtb
$lang['ICQ_txtb'] = '[ICQ]';
$lang['Jabber_txtb'] = '[Jabber]';
$lang['AIM_txtb'] = '[Skype]';
$lang['MSNM_txtb'] = '[ВКонтакте]';
$lang['YIM_txtb'] = '[Facebook]';
$lang['Reply_with_quote_txtb'] = '[Цитировать]';
$lang['Read_profile_txtb'] = '[Профиль]';
$lang['Send_email_txtb'] = '[E-mail]';
$lang['Visit_website_txtb'] = '[www]';
$lang['Edit_delete_post_txtb'] = '[Хубилгаха]';
$lang['Search_user_posts_txtb'] = '[Бэдэрэлгэ]';
$lang['View_IP_txtb'] = '[ip]';
$lang['Delete_post_txtb'] = '[x]';
$lang['Send_private_message_txtb'] = '[ЛС]';
//txtb end

$lang['staj'] = 'Стаж: ';
$lang['Posted_ago'] = 'назад';
$lang['Posted_after'] = 'спустя';

// [begin] Warnings Mod 1.0.7
$lang['Warned_rank'] = 'Предупреждений: %s';
$lang['Banned_rank'] = 'Бан соо';
$lang['Readonly_rank'] = 'Ганса уншагдаха';
$lang['Warn_user'] = 'Выдать пользователю предупреждение';
$lang['Warning_type'] = 'Юум';
$lang['Warning_type_warning'] = 'Предупреждение';
$lang['Warning_type_ban'] = 'Бан';
$lang['Warning_type_readonly'] = 'Ганса уншагдаха';
$lang['Warning_time'] = 'Продолжительность';
$lang['Warning_text'] = 'Текст';
$lang['No_warning_for_user'] = 'Вы не можете выдать предупреждение данному пользователю';
$lang['Warning_received_for_this_post'] = 'За данное сообщение уже было выдано предупреждение';
$lang['Ban_received_for_this_post'] = 'За данное сообщение уже был выдан бан';
$lang['Readonly_received_for_this_post'] = 'За данное сообщение уже был выдан режим только чтения';
$lang['Warning_cannot_process_not_yours'] = 'Вы не можете производить действия с данным предупреждением';
$lang['Warning_cannot_remove_expired'] = 'Вы не можете снять истекшее предупреждение';
$lang['User_not_exist'] = 'Пользователь не существует';
$lang['Warnings_not_enough_params'] = 'Недостаточно данных';
$lang['Warnings_wrong_params'] = 'Неверные данные';
$lang['wt_infinity'] = 'Ходо';
$lang['wt_7'] = '7 удэр';
$lang['wt_14'] = '2 недели';
$lang['wt_21'] = '3 недели';
$lang['wt_30'] = '1 сар';
$lang['wt_60'] = '2 сар';
$lang['wt_90'] = '3 сар';
$lang['wt_132'] = '6 сар';
$lang['wt_365'] = '1 жэл';
$lang['Expired_warnings'] = 'Снятые';
$lang['Warning_successfully_added'] = 'Предупреждение было успешно выдано';
$lang['Warning_successfully_edited'] = 'Предупреждение было успешно изменено';
$lang['Warning_actions'] = 'Действия';
$lang['Edit_warning'] = 'редактировать';
$lang['Remove_warning'] = 'снять';
$lang['Delete_warning'] = 'холо болгохо';// не уверен
$lang['Confirm_remove_warning'] = 'Вы действительно хотите снять данное предупреждение?';
$lang['Confirm_delete_warning'] = 'Вы действительно хотите удалить данное предупреждение?';
$lang['Warning_removed'] = 'Предупреждение было успешно снято';
$lang['Warning_deleted'] = 'Предупреждение было успешно удалено';
$lang['Click_return_profile'] = '%sВернуться к профилю пользователя%s';
$lang['Warned_post_link'] = 'за это сообщение';
$lang['Warnings'] = 'Предупреждения';
$lang['Warning_text_caption'] = 'Причина';
$lang['Warning_poster'] = 'Хэн';
$lang['Warning_expires'] = 'Срок действия';
$lang['User_banned'] = 'Хэрэглэгшэ бан соо';
$lang['You_been_banned_warnings'] = '<h2>Вы были забанены по совокупности предупреждений</h2><b>Доступ на форум будет открыт</b>: %s<br /><b>Причина последнего (третьего) предупреждения, повлекшего бан</b>: %s<br /><br /><br /><span class="gensmall">Единственный способ выйти из бессрочного бана - это признать свою вину, раскаяться и дать обещание больше никогда не нарушать правил форума. Свои извинения Вы можете направлять на <a href="mailto:admin@ulanovka.ru">admin@ulanovka.ru</a>.</span>';
$lang['You_been_banned_ban'] = '<h2>Вы были забанены</h2><b>Доступ на форум будет открыт</b>: %s<br /><b>Причина бана</b>: %s<br /><br /><br /><span class="gensmall">Единственный способ выйти из бессрочного бана - это признать свою вину, раскаяться и дать обещание больше никогда не нарушать правил форума. Свои извинения Вы можете направлять на <a href="mailto:admin@ulanovka.ru">admin@ulanovka.ru</a>.</span>';
$lang['You_been_readonly'] = 'Вы не можете создавать новые темы, писать сообщения или редактировать их. Вы можете только читать форум, а также читать и писать личные сообщения. Почему это произошло, вы можете узнать в своем профиле.<br /> Режим только чтения будет снят %s.';
$lang['You_been_readonly_simple'] = 'Вы не можете создавать новые темы, писать сообщения или редактировать их. Вы можете только читать форум, а также читать и писать личные сообщения. Почему это произошло, вы можете узнать в своем профиле.';
$lang['User_banned_warnings'] = 'Пользователь забанен по совокупности предупреждений. Доступ будет открыт %s';
$lang['User_banned_ban'] = 'Пользователь забанен. Доступ будет открыт %s';
$lang['User_blocked_readonly'] = 'Пользователь в режиме только чтения. Режим будет снят %s';
$lang['User_blocked_readonly_perm'] = 'Пользователь в режиме только чтения. Режим не будет снят никогда';
$lang['Warnings_limit_reached'] = 'Достигнут лимит предупреждений для пользователя';
$lang['You_received_warning'] = 'Вы получили предупреждение на %s';
$lang['You_received_ban'] = 'Вы получили бан на %s';
$lang['You_received_readonly'] = 'Вы получили режим только чтения на %s';
$lang['Warnings_per_ban'] = 'Максимальное количество предупреждений';
$lang['Warnings_per_ban_explain'] = 'Количество предупреждений для автоматического бана';
$lang['Warnings_viewtopic'] = '%s %s, угоо %s';
$lang['Warning_type_changed_12'] = 'Предупреждение было заменено на бан';
$lang['Warning_type_changed_21'] = 'Бан был заменен на предупреждение';
$lang['Total_warn'] = 'Сейчас у вас %s предупреждений, если вы получите %s предупреждений ваш аккаунт будет заблокирован. ';
$lang['Warning_with_this_data_already_given'] = 'Предупреждение с такими данными уже было выдано';
// [end] Warnings Mod 1.0.7

//
// Logs // Скопировано из lang_admin.php для работы logs.php //Mac
//
$lang['Member'] = 'Хэрэглэгшэ';
$lang['Log_information'] = 'Мэдээсэл';
$lang['Log_post_changed'] = 'Регистрацын поочта ондо боло';
$lang['Log_post_deleted'] = 'Регистрацын поочта угы хэгдэhэн';
$lang['Log_post_split'] = 'Сообщение %s выделено из темы %s в тему %s форума %s';
$lang['Log_posts_split'] = 'Сообщения %s выделены из темы %s в тему %s форума %s';
$lang['Log_topic_move'] = 'Тема %s перенесена из форума %s в форум %s';
$lang['Log_topics_move'] = 'Темы %s перенесены из форума %s в форум %s';
$lang['Log_topic_deleted'] = 'Тема %s удалена из форума %s';
$lang['Log_topics_deleted'] = 'Темы %s удалены из форума %s';
$lang['Log_topic_locked'] = 'Темэ %s хаалтай';
$lang['Log_topics_locked'] = 'Темэнууд %s хаалтай';
$lang['Log_topic_unlocked'] = 'Темэ %s открыты';
$lang['Log_topics_unlocked'] = 'Темы %s открыты';
$lang['Log_delete'] = 'Логи успешно удалены.';
$lang['Click_return_admin_log'] = 'Дарахыт %sэндэ%s, чтобы вернуться к логам';

// Start add - Gender MOD
$lang['Gender'] = "Пол";//used in users profile to display witch gender he/she is
$lang['Male'] = "Эрэ";
$lang['Female']="hам";
$lang['No_gender_specify'] = "Не указан";
// End add - Gender MOD

// JabberIM MoD
$lang['Send_jabber'] = 'Мэдээсэл эльгээхэ ';
$lang['Send_jabber_msg'] = 'jabber-мэдээсэл эльгээхэ';
$lang['JID'] = 'Jabber ID';
#$lang['JID_explain'] = "После ввода JabberID Вы получите сообщение с инструкциями по его активации";
$lang['JID_explain'] = "Тани JabberID";
$lang['JID_explain_activation'] = "Данный Форум поддерживает активацию аккаунтов с помощью JabberID вместо e-mail. Если Вы введете Jabber ID сейчас, то получите сообщение с инструкциями по активации аккаунта.";
$lang['Jabber_server'] = 'Текущий Jabber сервер, используемый форумом';
$lang['Server_JID'] = 'JabberID нашего сервера';
$lang['Server_JID_explain'] = 'Jabber-аккаунт сервера, с которого вам будут приходить уведомления. Во избежание попадания этого контакта в спам-листы вам нужно добавить его в свой контакт-лист';
$lang['Public_view_jid'] = 'Всегда показывать мой JabberID';
$lang['Jabber_language'] = 'jabber хэлэн';
$lang['JID_not_specified'] = 'Пользователь не указал свой JabberID';
$lang['JID_not_active'] = "Пользователь еще не активировал свой JabberID";

$lang['Jabber_language'] = 'Джаббер хэлэн';
$lang['JID_not_specified'] = 'Пользователь не указал свой JabberID';
$lang['JID_not_active'] = "Пользователь еще не активировал свой JabberID";

$lang['JID_activated'] = "Ваш JabberID был успешно активирован!";
$lang['JID_invalid'] = 'Извините, этот JabberID неправилен. Он должен иметь вид вроде my_jid@myserver.com';
$lang['JID_taken'] = 'Извините, но этот JabberID уже используется другим пользователем.';
$lang['JID_banned'] = 'Извините, но этот JabberID был забанен.';

$lang['JNotify'] = 'Сообщать мне о получении ответа на Jabber ID';
$lang['Jnotify_post'] = 'При уведомлениях по Jabber добавлять в них часть текста новых сообщений';

$lang['Jabber_message_desc'] = 'Сообщение будет отправлено в виде простого текста, не включайте в него HTML или BBCode.';
$lang['Jabber_sent'] = "Сообщение было отправлено.";

$lang['Stop_jwatching_topic'] = "Перестать наблюдать за этой темой по Jabber";
$lang['Start_jwatching_topic'] = "Следить за ответами в теме по Jabber";

$lang['No_send_jid_inactive'] = 'Извините, но ваш пароль не может быть восстановлен, потому что вао JabberID не активирован. Пожалуйста, свяжитесь с Администратором форума для получения дополнительной информации.';
$lang['No_jid_match'] = 'JabberID, который вы указали не совпадает с зарегистрированным на данного пользователя.';

$lang['Jabber_cyrilic'] = "Кириллицэ";
$lang['Jabber_latin'] = "Латиницэ";
// JabberIM MoD />

$lang['Today_at'] = 'Мүнөөдэр в %s';
$lang['Yesterday_at'] = 'Усэгэлдэр в %s';

//+MOD: DHTML Collapsible Forum Index MOD
$lang['CFI_options'] = "Сворачивание категорий";
$lang['CFI_options_ex'] = "Опции сворачивания категорий";
$lang['CFI_close'] = "Хааха";
$lang['CFI_delete'] = "Ходо";
$lang['CFI_restore'] = "Восстановить сохраненное положение";
$lang['CFI_save'] = "Сахиха";
$lang['CFI_Expand_all'] = "Хуу дэлгээхэ";
$lang['CFI_Collapse_all'] = "Хуу орёохо";
//-MOD: DHTML Collapsible Forum Index MOD

$lang['Forum_link_count'] = 'Переходов: %s';

$lang['Antiup'] = 'Вы не можете апать темы чаще одного раза в 3 суток.';
$lang['AntiAN'] = 'Вы не можете создавать больше одной темы о недвижимости в месяц.<br /><br />Это сделано из-за засилья агентств недвижимости, которые регистрируют множество аккаунтов и создают объявления под видом обычных собственников. Для АН существует сайт <a href="http://buryatia.biz" target="_blank">Buryatia.biz</a>.<br />Ограничение не касается пользователей со стажем более года.';

$lang['Make_post_first_done'] = 'Бэлэн! Танай сообщени темэ соо түрүүшын болобо.';

// Another Online/Offline indicator
$lang['Online'] = 'hүлжээ соо';
$lang['Offline'] = 'hүлжээ соо бэшэ';
$lang['Hidden'] = 'Далда';

// Дополнительные языковые переменные //Mac 15.06.11
$lang['Tracker'] = 'Трекер';
$lang['Top100'] = 'ТОП 100';
$lang['Rules'] = 'Д&#1199рим&#1199&#1199д';
$lang['Blog'] = 'Блог';
$lang['Chat'] = 'Чат';

$lang['Search_tracker'] = 'трекерээр';
$lang['Search_forum'] = 'форумоор';
$lang['Uragsha'] = 'Урагша';

$lang['My_thanks'] = 'Минии баярнууд';
$lang['My_releases'] = 'Минии релизн&#1199&#1199д';
$lang['My_images'] = 'Минии зураг';

$lang['Poll_on_index'] = 'Асуулта';
$lang['Bashorg_quote'] = 'Башоргhаа цитата :)';
$lang['Attention'] = 'Анхарал';
$lang['Our_friends'] = 'H&#1199хэд';
$lang['Our_provider'] = 'Манай провайдер';
$lang['Ulanovka_news'] = 'Улановкын hонинууд';

$lang['Quick_post'] = 'Т&#1199ргэн харюу';

$lang['Year_short'] = 'ж.';
$lang['Month_short'] = 'h.';
$lang['Day_short'] = '&#1199д.';

// BEGIN OF USER MENTION MOD
$lang['View_unread_mentions'] = 'Упоминания (%d)';
$lang['View_mentions'] = 'Упоминания';
$lang['My_mentions'] = 'Мои упоминания';
$lang['No_mentions'] = 'Упоминаний нет';
// END OF USER MENTION MOD

// Medal MOD
$lang['Medal_Control_Panel'] = 'Панель управления наградами';
$lang['Medals'] = 'Награды';
$lang['View_More'] = 'Подробнее...';
$lang['Medal_amount'] = 'Количество: ';
$lang['Medal_Information'] = 'Информация о награде';
$lang['Medal_name'] = 'Название награды';
$lang['Medal_description'] = 'Описание награды';
$lang['Medal_image'] = 'Изображение награды';
$lang['Medal_details'] = 'Подробности награждения';
$lang['Medal_reason'] = 'Причина награждения';
$lang['Medal_reason_explain'] = 'Вы можете указать причину награждения пользователя. Это необязательный параметр';
$lang['Medal_no_reason'] = '<i>Причина не указана</i>';
$lang['Medal_time'] = 'Дата награждения';
$lang['Medal_moderator'] = 'Модератор награды';
$lang['No_medal_mod'] = 'Нет модератора награды';
$lang['Medal_userlist'] = 'Список награжденных';
$lang['Medal_Members'] = 'Участники, которым вручена данная награда';
$lang['Medal_Members_explain'] = 'Щелкните на имени пользователя для редактирования причины награждения';
$lang['No_medal_members'] = 'Ни одному участнику не вручена данная награда';
$lang['No_medals_exist'] = 'Наград не существует';
$lang['Medal_not_exist'] = 'Данная награда не существует';
$lang['No_username_specified'] = 'Не указано имя пользователя';
$lang['No_medal_id_specified'] = 'Не выбраны награды';
$lang['Medal_user_username'] = 'Вручить данную награду одному или нескольким пользователям';
$lang['Medal_unmedal_username'] = 'Лишить одного или нескольких пользователей данной награды';
$lang['Medal_unmedal_username_explain'] = 'Вы можете выбрать нескольких пользователей, используя подходящую для вашего браузера комбинацию клавиатуры и мыши';
$lang['Medal_added'] = 'Вам была вручена данная награда.';
$lang['Medal_update_sucessful'] = 'Информация о пользователях и наградах была успешно обновлена';
$lang['Could_not_anonymous_user'] = 'Вы не можете наградить незарегистрированного пользователя.';
$lang['Not_medal_moderator'] = 'Вы не являетесь модератором данной награды';
$lang['Link_to_cp'] = 'Управление наградами';
$lang['Click_return_medal'] = '%sВернуться к информации о награде%s';
$lang['No_medal'] = 'Наград не существует';

// Флаги стран
$lang['Always_allow_flag'] = 'Всегда показывать мой флаг под аватаром';

// Глум форума
$lang['Always_allow_glum'] = 'Всегда показывать смешные приветствия форума';
$lang['Welcome'] = 'Амар сайн, <b>%s</b>!';

// Подписка на рассылку форума
$lang['Always_allow_subscribe'] = 'Получать рассылку форума';
$lang['Always_allow_subscribe_explain'] = 'Время от времени мы делаем информационную рассылку на email. В ней освещаются интересные темы, новости форума и важные объявления. Рассылка не производится слишком часто, а также не содержит рекламы, потому нет никаких причин от нее отказываться';

//limited post edit time MOD
$lang['edit_time_past'] = 'Вы можете редактировать свои сообщения только в течение <b>%d</b> минут после их написания.';

$lang['Edited_post_not_similar'] = 'Вы вносите слишком значительные изменения в Ваше сообщение. Разрешены лишь незначительные дополнения и уточнения.';

// Advanced Page Generation Time START
$lang['Second'] = 'сек.';
$lang['SQL_Queries'] = 'SQL-запросов';
$lang['Gzip'] = 'Gzip';
$lang['NA'] = 'Недоступно';
$lang['OFF'] = 'Выкл.';
// Advanced Page Generation Time END

$lang['DELTA_TIME']['INTERVALS'] = array(
	'seconds' => array('секунда', 'секунды', 'секунд'),
	'minutes' => array('минута',  'минуты',  'минут'),
	'hours'   => array('час',     'часа',    'часов'),
	'mday'    => array('день',    'дня',     'дней'),
	'mon'     => array('месяц',   'месяца',  'месяцев'),
	'year'    => array('год',     'года',    'лет'),
);
$lang['DELTA_TIME']['FORMAT'] = '%1$s %2$s';  // 5(%1) минут(%2)

// Префиксы топиков 21.09.13 //Mac
$lang['Not_choosed'] = 'Не выбрано';
$lang['Topic_prefix'] = 'Префикс темы';

// [begin] Glance mod
$lang['Glance_recent'] = 'Последние обсуждения';
$lang['Glance_popular'] = 'Горячие обсуждения за неделю';
// [end] Glance mod

$lang['Birthday_range'] = 'Возраст должен быть между %d и %d годами включительно';
$lang['No_birthdays'] = 'Сегодня именинников нет';
$lang['Congratulations'] = 'Поздравляем: <i>%s</i>';
$lang['Upcoming_birthdays'] = 'Именинники в ближайшие %d дней: <i>%s</i>';
$lang['No_upcoming'] = ' Именинников в ближайшие %d дней нет ';
$lang['Birthday'] = 'Дата рождения';
$lang['Birthday_explain'] = 'Дата вашего рождения не будет отображаться публично. Также вы сможете видеть возраст других пользователей';
$lang['Year'] = 'Год';
$lang['Month'] = 'Месяц';
$lang['Day'] = 'День';
$lang['Clear'] = 'Очистить';
$lang['Birthday_invalid'] = 'Вы определили недопустимую дату рождения.';
$lang['Todays_Birthdays'] = 'Именинники сегодня ';
$lang['View_Birthdays'] = 'С Днём рождения! ';
$lang['Age'] = 'Возраст';
$lang['Sort_Age'] = 'возрасту';
$lang['Birthday_popup'] = '%s поздравляет Вас с Днём рождения!';
